-- phpMyAdmin SQL Dump
-- version 5.1.3
-- https://www.phpmyadmin.net/
--
-- Хост: 127.0.0.1
-- Время создания: Июн 05 2022 г., 12:25
-- Версия сервера: 10.4.24-MariaDB
-- Версия PHP: 8.1.4

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";

--
-- База данных: `epsilon_db`
--

-- --------------------------------------------------------

--
-- Структура таблицы `air_routes`
--

CREATE TABLE `air_routes` (
                              `id` bigint(20) UNSIGNED NOT NULL,
                              `carrier` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
                              `departure` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
                              `departure_city` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
                              `time` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
                              `destination` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
                              `destination_city` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
                              `arrival_date` date DEFAULT NULL,
                              `departure_date` date DEFAULT NULL,
                              `status_of_places` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
                              `amount_places` int(11) DEFAULT NULL,
                              `price` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
                              `created_at` timestamp NULL DEFAULT NULL,
                              `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Дамп данных таблицы `air_routes`
--

INSERT INTO `air_routes` (`id`, `carrier`, `departure`, `departure_city`, `time`, `destination`, `destination_city`, `arrival_date`, `departure_date`, `status_of_places`, `amount_places`, `price`, `created_at`, `updated_at`) VALUES
(1, 'British airline', '9:50 SVO', 'Москва', '2 часа 0 минут', '11:50 ABA', 'Абакан', '2022-05-16', '2022-05-15', 'Эконом', 34, '9000', NULL, NULL),
(2, 'Delta airline', '14:30 CIU', 'Солт Сте Мари', '5 часа 20 минут', '19:50 SVO', 'Москва', '2022-05-16', '2022-05-15', 'Бизнес', 45, '24000', NULL, NULL),
(3, 'Аэрофлот', '16:20 LED', 'Санкт Петербург', '1 часа 30 минут', '17:50 SVO', 'Москва', '2022-05-16', '2022-05-15', 'Люкс', 23, '20500', NULL, NULL),
(4, 'Ural airlines', '19:00 KUF', 'Самара', '4 часа 40 минут', '23:40 SVO', 'Москва', '2022-05-17', '2022-05-16', 'Бизнес', 34, '15600', NULL, NULL),
(5, 'British airline', '10:20 SVO', 'Москва', '2 часа 0 минут', '12:20 LED', 'Санкт Петербург', '2022-05-17', '2022-05-16', 'Люкс', 11, '18500', NULL, NULL),
(6, 'British airline', '14:20 SVO', 'Москва', '6 часа 10 минут', '18:30 KUF', 'Самара', '2022-05-17', '2022-05-16', 'Эконом', 34, '7500', NULL, NULL),
(7, 'British airline', '16:40 SVO', 'Москва', '2 часа 50 минут', '19:30 CIU', 'Солт Сте Мари', '2022-05-17', '2022-05-16', 'Бизнес', 34, '19500', NULL, NULL),
(8, 'Ural airlines', '12:10 KUF', 'Самара', '6 часа 30 минут', '18:40 LED', 'Санкт Петербург', '2022-05-17', '2022-05-16', 'Люкс', 34, '21600', NULL, NULL),
(9, 'British airline', '10:10 SVO', 'Москва', '2 часа 0 минут', '12:10 ABA', 'Абакан', '2022-05-16', '2022-05-15', 'Эконом', 34, '8000', NULL, NULL),
(10, 'British airline', '10:30 SVO', 'Москва', '2 часа 0 минут', '12:30 ABA', 'Абакан', '2022-05-16', '2022-05-15', 'Бизнес', 32, '12000', NULL, NULL),
(11, 'British airline', '10:50 SVO', 'Москва', '2 часа 0 минут', '12:50 ABA', 'Абакан', '2022-05-16', '2022-05-15', 'Бизнес', 34, '12000', NULL, NULL),
(12, 'British airline', '11:10 SVO', 'Москва', '2 часа 0 минут', '13:10 ABA', 'Абакан', '2022-05-16', '2022-05-15', 'Люкс', 23, '23000', NULL, NULL),
(14, 'Аэрофлот', '9:55 SVO', 'Москва', '2 часа 0 минут', '11:55 ABA', 'Абакан', '2022-05-16', '2022-05-15', 'Эконом', 34, '8900', NULL, NULL),
(15, 'Аэрофлот', '10:15 SVO', 'Москва', '2 часа 0 минут', '12:15 ABA', 'Абакан', '2022-05-16', '2022-05-15', 'Люкс', 34, '22950', NULL, NULL),
(16, 'Аэрофлот', '10:35 SVO', 'Москва', '2 часа 0 минут', '12:35 ABA', 'Абакан', '2022-05-16', '2022-05-15', 'Эконом', 43, '7740', NULL, NULL),
(17, 'British airline', '10:40 SVO', 'Москва', '2 часа 50 минут', '13:30 CIU', 'Солт Сте Мари', '2022-05-17', '2022-05-16', 'Эконом', 12, '8300', NULL, NULL),
(18, 'British airline', '11:00 SVO', 'Москва', '2 часа 50 минут', '13:50 CIU', 'Солт Сте Мари', '2022-05-17', '2022-05-16', 'Бизнес', 45, '19250', NULL, NULL),
(19, 'British airline', '12:20 SVO', 'Москва', '2 часа 0 минут', '14:20 LED', 'Санкт Петербург', '2022-05-17', '2022-05-16', 'Люкс', 34, '26500', NULL, NULL),
(20, 'British airline', '16:20 SVO', 'Москва', '2 часа 0 минут', '18:20 LED', 'Санкт Петербург', '2022-05-18', '2022-05-17', 'Эконом', 34, '6500', NULL, NULL),
(21, 'British airline', '18:20 SVO', 'Москва', '2 часа 0 минут', '20:20 LED', 'Санкт Петербург', '2022-05-18', '2022-05-17', 'Бизнес', 34, '16200', NULL, NULL),
(22, 'Ural airlines', '14:10 KUF', 'Самара', '6 часа 30 минут', '20:40 LED', 'Санкт Петербург', '2022-05-18', '2022-05-17', 'Люкс', 34, '28500', NULL, NULL),
(23, 'Ural airlines', '16:10 KUF', 'Самара', '6 часа 30 минут', '22:40 LED', 'Санкт Петербург', '2022-05-18', '2022-05-17', 'Эконом', 34, '6200', NULL, NULL),
(24, 'Ural airlines', '18:10 KUF', 'Самара', '6 часа 30 минут', '01:40 LED', 'Санкт Петербург', '2022-05-18', '2022-05-17', 'Бизнес', 34, '19900', NULL, NULL),
(25, 'Ural airlines', '12:00 KUF', 'Самара', '4 часа 40 минут', '16:40 SVO', 'Москва', '2022-05-18', '2022-05-17', 'Люкс', 34, '32900', NULL, NULL),
(26, 'Ural airlines', '13:00 KUF', 'Самара', '4 часа 40 минут', '17:40 SVO', 'Москва', '2022-05-18', '2022-05-17', 'Эконом', 34, '5950', NULL, NULL),
(27, 'Ural airlines', '14:00 KUF', 'Самара', '4 часа 40 минут', '18:40 SVO', 'Москва', '2022-05-18', '2022-05-17', 'Бизнес', 34, '15950', NULL, NULL),
(28, 'Ural airlines', '15:00 KUF', 'Самара', '4 часа 40 минут', '19:40 SVO', 'Москва', '2022-05-18', '2022-05-17', 'Люкс', 34, '24750', NULL, NULL),
(29, 'Ural airlines', '11:20 LED', 'Санкт Петербург', '2 часа 0 минут', '13:20 SVO', 'Москва', '2022-05-16', '2022-05-15', 'Эконом', 25, '7100', NULL, NULL),
(30, 'Ural airlines', '12:20 LED', 'Санкт Петербург', '2 часа 0 минут', '14:20 SVO', 'Москва', '2022-05-16', '2022-05-15', 'Эконом', 25, '7500', NULL, NULL),
(31, 'Ural airlines', '13:20 LED', 'Санкт Петербург', '2 часа 0 минут', '15:20 SVO', 'Москва', '2022-05-16', '2022-05-15', 'Эконом', 25, '7700', NULL, NULL),
(32, 'Ural airlines', '15:20 LED', 'Санкт Петербург', '2 часа 0 минут', '17:20 SVO', 'Москва', '2022-05-17', '2022-05-16', 'Бизнес', 25, '18700', NULL, NULL),
(33, 'Ural airlines', '11:25 LED', 'Санкт Петербург', '2 часа 0 минут', '13:25 ABA', 'Абакан', '2022-05-17', '2022-05-16', 'Эконом', 25, '8300', NULL, NULL),
(34, 'Ural airlines', '13:25 LED', 'Санкт Петербург', '2 часа 0 минут', '15:25 ABA', 'Абакан', '2022-05-17', '2022-05-16', 'Бизнес', 25, '16800', NULL, NULL),
(35, 'Delta airline', '12:30 CIU', 'Солт Сте Мари', '5 часа 20 минут', '17:50 SVO', 'Москва', '2022-05-18', '2022-05-17', 'Бизнес', 25, '17500', NULL, NULL),
(36, 'Delta airline', '13:30 CIU', 'Солт Сте Мари', '5 часа 20 минут', '18:50 SVO', 'Москва', '2022-05-18', '2022-05-17', 'Люкс', 25, '32800', NULL, NULL),
(37, 'Delta airline', '15:30 CIU', 'Солт Сте Мари', '5 часа 20 минут', '20:50 SVO', 'Москва', '2022-05-18', '2022-05-17', 'Люкс', 25, '31800', NULL, NULL),
(38, 'British airline', '9:50 SVO', 'Москва', '2 часа 0 минут', '11:50 ABA', 'Абакан', '2022-06-08', '2022-06-07', 'Эконом', 34, '9000', NULL, NULL),
(39, 'Delta airline', '14:30 CIU', 'Солт Сте Мари', '5 часа 20 минут', '19:50 SVO', 'Москва', '2022-06-08', '2022-06-07', 'Бизнес', 45, '24000', NULL, NULL),
(40, 'Аэрофлот', '16:20 LED', 'Санкт Петербург', '1 часа 30 минут', '17:50 SVO', 'Москва', '2022-06-08', '2022-06-07', 'Люкс', 23, '20500', NULL, NULL),
(41, 'Ural airlines', '19:00 KUF', 'Самара', '4 часа 40 минут', '23:40 SVO', 'Москва', '2022-06-09', '2022-06-08', 'Бизнес', 34, '15600', NULL, NULL),
(42, 'British airline', '10:20 SVO', 'Москва', '2 часа 0 минут', '12:20 LED', 'Санкт Петербург', '2022-06-09', '2022-06-08', 'Люкс', 11, '18500', NULL, NULL),
(43, 'British airline', '14:20 SVO', 'Москва', '6 часа 10 минут', '18:30 KUF', 'Самара', '2022-06-09', '2022-06-08', 'Эконом', 34, '7500', NULL, NULL),
(44, 'British airline', '16:40 SVO', 'Москва', '2 часа 50 минут', '19:30 CIU', 'Солт Сте Мари', '2022-06-09', '2022-06-08', 'Бизнес', 34, '19500', NULL, NULL),
(45, 'Ural airlines', '12:10 KUF', 'Самара', '6 часа 30 минут', '18:40 LED', 'Санкт Петербург', '2022-06-09', '2022-06-08', 'Люкс', 34, '21600', NULL, NULL),
(46, 'British airline', '10:10 SVO', 'Москва', '2 часа 0 минут', '12:10 ABA', 'Абакан', '2022-06-08', '2022-06-07', 'Эконом', 34, '8000', NULL, NULL),
(47, 'British airline', '10:30 SVO', 'Москва', '2 часа 0 минут', '12:30 ABA', 'Абакан', '2022-06-08', '2022-06-07', 'Бизнес', 32, '12000', NULL, NULL),
(48, 'British airline', '10:50 SVO', 'Москва', '2 часа 0 минут', '12:50 ABA', 'Абакан', '2022-06-08', '2022-06-07', 'Бизнес', 34, '12000', NULL, NULL),
(49, 'British airline', '11:10 SVO', 'Москва', '2 часа 0 минут', '13:10 ABA', 'Абакан', '2022-06-08', '2022-06-07', 'Люкс', 23, '23000', NULL, NULL),
(50, 'Аэрофлот', '9:55 SVO', 'Москва', '2 часа 0 минут', '11:55 ABA', 'Абакан', '2022-06-08', '2022-06-07', 'Эконом', 34, '8900', NULL, NULL),
(51, 'Аэрофлот', '10:15 SVO', 'Москва', '2 часа 0 минут', '12:15 ABA', 'Абакан', '2022-06-08', '2022-06-07', 'Люкс', 34, '22950', NULL, NULL),
(52, 'Аэрофлот', '10:35 SVO', 'Москва', '2 часа 0 минут', '12:35 ABA', 'Абакан', '2022-06-08', '2022-06-07', 'Эконом', 43, '7740', NULL, NULL),
(53, 'British airline', '10:40 SVO', 'Москва', '2 часа 50 минут', '13:30 CIU', 'Солт Сте Мари', '2022-06-09', '2022-06-08', 'Эконом', 12, '8300', NULL, NULL),
(54, 'British airline', '11:00 SVO', 'Москва', '2 часа 50 минут', '13:50 CIU', 'Солт Сте Мари', '2022-06-09', '2022-06-08', 'Бизнес', 45, '19250', NULL, NULL),
(55, 'British airline', '12:20 SVO', 'Москва', '2 часа 0 минут', '14:20 LED', 'Санкт Петербург', '2022-06-09', '2022-06-08', 'Люкс', 34, '26500', NULL, NULL),
(56, 'British airline', '16:20 SVO', 'Москва', '2 часа 0 минут', '18:20 LED', 'Санкт Петербург', '2022-06-10', '2022-06-09', 'Эконом', 34, '6500', NULL, NULL),
(57, 'British airline', '18:20 SVO', 'Москва', '2 часа 0 минут', '20:20 LED', 'Санкт Петербург', '2022-06-10', '2022-06-09', 'Бизнес', 34, '16200', NULL, NULL),
(58, 'Ural airlines', '14:10 KUF', 'Самара', '6 часа 30 минут', '20:40 LED', 'Санкт Петербург', '2022-06-10', '2022-06-09', 'Люкс', 34, '28500', NULL, NULL),
(59, 'Ural airlines', '16:10 KUF', 'Самара', '6 часа 30 минут', '22:40 LED', 'Санкт Петербург', '2022-06-10', '2022-06-09', 'Эконом', 34, '6200', NULL, NULL),
(60, 'Ural airlines', '18:10 KUF', 'Самара', '6 часа 30 минут', '01:40 LED', 'Санкт Петербург', '2022-06-10', '2022-06-09', 'Бизнес', 34, '19900', NULL, NULL),
(61, 'Ural airlines', '12:00 KUF', 'Самара', '4 часа 40 минут', '16:40 SVO', 'Москва', '2022-06-10', '2022-06-09', 'Люкс', 34, '32900', NULL, NULL),
(62, 'Ural airlines', '13:00 KUF', 'Самара', '4 часа 40 минут', '17:40 SVO', 'Москва', '2022-06-10', '2022-06-09', 'Эконом', 34, '5950', NULL, NULL),
(63, 'Ural airlines', '14:00 KUF', 'Самара', '4 часа 40 минут', '18:40 SVO', 'Москва', '2022-06-10', '2022-06-09', 'Бизнес', 34, '15950', NULL, NULL),
(64, 'Ural airlines', '15:00 KUF', 'Самара', '4 часа 40 минут', '19:40 SVO', 'Москва', '2022-06-10', '2022-06-09', 'Люкс', 34, '24750', NULL, NULL),
(65, 'Ural airlines', '11:20 LED', 'Санкт Петербург', '2 часа 0 минут', '13:20 SVO', 'Москва', '2022-06-08', '2022-06-07', 'Эконом', 25, '7100', NULL, NULL),
(66, 'Ural airlines', '12:20 LED', 'Санкт Петербург', '2 часа 0 минут', '14:20 SVO', 'Москва', '2022-06-08', '2022-06-07', 'Эконом', 25, '7500', NULL, NULL),
(67, 'Ural airlines', '13:20 LED', 'Санкт Петербург', '2 часа 0 минут', '15:20 SVO', 'Москва', '2022-06-08', '2022-06-07', 'Эконом', 25, '7700', NULL, NULL),
(68, 'Ural airlines', '15:20 LED', 'Санкт Петербург', '2 часа 0 минут', '17:20 SVO', 'Москва', '2022-06-09', '2022-06-08', 'Бизнес', 25, '18700', NULL, NULL),
(69, 'Ural airlines', '11:25 LED', 'Санкт Петербург', '2 часа 0 минут', '13:25 ABA', 'Абакан', '2022-06-09', '2022-06-08', 'Эконом', 25, '8300', NULL, NULL),
(70, 'Ural airlines', '13:25 LED', 'Санкт Петербург', '2 часа 0 минут', '15:25 ABA', 'Абакан', '2022-06-09', '2022-06-08', 'Бизнес', 25, '16800', NULL, NULL),
(71, 'Delta airline', '12:30 CIU', 'Солт Сте Мари', '5 часа 20 минут', '17:50 SVO', 'Москва', '2022-06-10', '2022-06-09', 'Бизнес', 25, '17500', NULL, NULL),
(72, 'Delta airline', '13:30 CIU', 'Солт Сте Мари', '5 часа 20 минут', '18:50 SVO', 'Москва', '2022-06-10', '2022-06-09', 'Люкс', 25, '32800', NULL, NULL),
(73, 'Delta airline', '15:30 CIU', 'Солт Сте Мари', '5 часа 20 минут', '20:50 SVO', 'Москва', '2022-06-10', '2022-06-09', 'Люкс', 25, '31800', NULL, NULL),
(74, 'British airline', '9:50 SVO', 'Москва', '2 часа 0 минут', '11:50 ABA', 'Абакан', '2022-06-09', '2022-06-08', 'Эконом', 34, '9000', NULL, NULL),
(75, 'Delta airline', '14:30 SVO', 'Москва', '5 часа 20 минут', '19:50 ABA', 'Абакан', '2022-06-09', '2022-06-08', 'Бизнес', 45, '24000', NULL, NULL),
(76, 'Аэрофлот', '16:20 SVO', 'Москва', '1 часа 30 минут', '17:50 ABA', 'Абакан', '2022-06-09', '2022-06-08', 'Люкс', 23, '20500', NULL, NULL),
(77, 'Ural airlines', '19:00 SVO', 'Москва', '4 часа 40 минут', '23:40 ABA', 'Абакан', '2022-06-09', '2022-06-08', 'Бизнес', 34, '15600', NULL, NULL),
(78, 'British airline', '10:20 SVO', 'Москва', '2 часа 0 минут', '12:20 ABA', 'Абакан', '2022-06-09', '2022-06-08', 'Люкс', 11, '18500', NULL, NULL),
(79, 'British airline', '14:20 SVO', 'Москва', '6 часа 10 минут', '18:30 ABA', 'Абакан', '2022-06-09', '2022-06-08', 'Эконом', 34, '7500', NULL, NULL),
(80, 'British airline', '16:40 SVO', 'Москва', '2 часа 50 минут', '19:30 ABA', 'Абакан', '2022-06-09', '2022-06-08', 'Бизнес', 34, '19500', NULL, NULL),
(81, 'Ural airlines', '12:10 SVO', 'Москва', '6 часа 30 минут', '18:40 ABA', 'Абакан', '2022-06-09', '2022-06-08', 'Люкс', 34, '21600', NULL, NULL),
(82, 'British airline', '10:10 SVO', 'Москва', '2 часа 0 минут', '12:10 ABA', 'Абакан', '2022-06-09', '2022-06-08', 'Эконом', 34, '8000', NULL, NULL),
(83, 'British airline', '10:30 SVO', 'Москва', '2 часа 0 минут', '12:30 ABA', 'Абакан', '2022-06-09', '2022-06-08', 'Бизнес', 32, '12000', NULL, NULL),
(84, 'British airline', '10:50 SVO', 'Москва', '2 часа 0 минут', '12:50 ABA', 'Абакан', '2022-06-09', '2022-06-08', 'Бизнес', 34, '12000', NULL, NULL),
(85, 'British airline', '11:10 SVO', 'Москва', '2 часа 0 минут', '13:10 ABA', 'Абакан', '2022-06-09', '2022-06-08', 'Люкс', 23, '23000', NULL, NULL),
(86, 'Аэрофлот', '9:55 SVO', 'Москва', '2 часа 0 минут', '11:55 ABA', 'Абакан', '2022-06-09', '2022-06-08', 'Эконом', 34, '8900', NULL, NULL),
(87, 'Аэрофлот', '10:15 SVO', 'Москва', '2 часа 0 минут', '12:15 ABA', 'Абакан', '2022-06-09', '2022-06-08', 'Люкс', 34, '22950', NULL, NULL),
(88, 'Аэрофлот', '10:35 SVO', 'Москва', '2 часа 0 минут', '12:35 ABA', 'Абакан', '2022-06-09', '2022-06-08', 'Эконом', 43, '7740', NULL, NULL),
(89, 'British airline', '10:40 SVO', 'Москва', '2 часа 50 минут', '13:30 ABA', 'Абакан', '2022-06-09', '2022-06-08', 'Эконом', 12, '8300', NULL, NULL),
(90, 'British airline', '11:00 SVO', 'Москва', '2 часа 50 минут', '13:50 ABA', 'Абакан', '2022-06-09', '2022-06-08', 'Бизнес', 45, '19250', NULL, NULL),
(91, 'British airline', '12:20 SVO', 'Москва', '2 часа 0 минут', '14:20 ABA', 'Абакан', '2022-06-09', '2022-06-08', 'Люкс', 34, '26500', NULL, NULL),
(92, 'British airline', '16:20 SVO', 'Москва', '2 часа 0 минут', '18:20 ABA', 'Абакан', '2022-06-10', '2022-06-09', 'Эконом', 34, '6500', NULL, NULL),
(93, 'British airline', '18:20 SVO', 'Москва', '2 часа 0 минут', '20:20 ABA', 'Абакан', '2022-06-10', '2022-06-09', 'Бизнес', 34, '16200', NULL, NULL),
(94, 'Ural airlines', '14:10 SVO', 'Москва', '6 часа 30 минут', '20:40 ABA', 'Абакан', '2022-06-10', '2022-06-09', 'Люкс', 34, '28500', NULL, NULL),
(95, 'Ural airlines', '16:10 SVO', 'Москва', '6 часа 30 минут', '22:40 ABA', 'Абакан', '2022-06-10', '2022-06-09', 'Эконом', 34, '6200', NULL, NULL),
(96, 'Ural airlines', '18:10 SVO', 'Москва', '6 часа 30 минут', '01:40 ABA', 'Абакан', '2022-06-10', '2022-06-09', 'Бизнес', 34, '19900', NULL, NULL),
(97, 'Ural airlines', '12:00 SVO', 'Москва', '4 часа 40 минут', '16:40 ABA', 'Абакан', '2022-06-10', '2022-06-09', 'Люкс', 34, '32900', NULL, NULL),
(98, 'Ural airlines', '13:00 SVO', 'Москва', '4 часа 40 минут', '17:40 ABA', 'Абакан', '2022-06-10', '2022-06-09', 'Эконом', 34, '5950', NULL, NULL),
(99, 'Ural airlines', '14:00 SVO', 'Москва', '4 часа 40 минут', '18:40 ABA', 'Абакан', '2022-06-10', '2022-06-09', 'Бизнес', 34, '15950', NULL, NULL),
(100, 'Ural airlines', '15:00 SVO', 'Москва', '4 часа 40 минут', '19:40 ABA', 'Абакан', '2022-06-10', '2022-06-09', 'Люкс', 34, '24750', NULL, NULL),
(101, 'Ural airlines', '11:20 SVO', 'Москва', '2 часа 0 минут', '13:20 ABA', 'Абакан', '2022-06-09', '2022-06-08', 'Эконом', 25, '7100', NULL, NULL),
(102, 'Ural airlines', '12:20 SVO', 'Москва', '2 часа 0 минут', '14:20 ABA', 'Абакан', '2022-06-09', '2022-06-08', 'Эконом', 25, '7500', NULL, NULL),
(103, 'Ural airlines', '13:20 SVO', 'Москва', '2 часа 0 минут', '15:20 ABA', 'Абакан', '2022-06-09', '2022-06-08', 'Эконом', 25, '7700', NULL, NULL),
(104, 'Ural airlines', '15:20 SVO', 'Москва', '2 часа 0 минут', '17:20 ABA', 'Абакан', '2022-06-09', '2022-06-08', 'Бизнес', 25, '18700', NULL, NULL),
(105, 'Ural airlines', '11:25 SVO', 'Москва', '2 часа 0 минут', '13:25 ABA', 'Абакан', '2022-06-09', '2022-06-08', 'Эконом', 25, '8300', NULL, NULL),
(106, 'Ural airlines', '13:25 SVO', 'Москва', '2 часа 0 минут', '15:25 ABA', 'Абакан', '2022-06-09', '2022-06-08', 'Бизнес', 25, '16800', NULL, NULL),
(107, 'Delta airline', '12:30 SVO', 'Москва', '5 часа 20 минут', '17:50 ABA', 'Абакан', '2022-06-10', '2022-06-09', 'Бизнес', 25, '17500', NULL, NULL),
(108, 'Delta airline', '13:30 SVO', 'Москва', '5 часа 20 минут', '18:50 ABA', 'Абакан', '2022-06-10', '2022-06-09', 'Люкс', 25, '32800', NULL, NULL),
(109, 'Delta airline', '15:30 SVO', 'Москва', '5 часа 20 минут', '20:50 ABA', 'Абакан', '2022-06-10', '2022-06-09', 'Люкс', 25, '31800', NULL, NULL),
(110, 'British airline', '9:50 SVO', 'Москва', '2 часа 0 минут', '11:50 LED', 'Санкт Петербург', '2022-06-09', '2022-06-08', 'Эконом', 34, '9000', NULL, NULL),
(111, 'Delta airline', '14:30 SVO', 'Москва', '5 часа 20 минут', '19:50 LED', 'Санкт Петербург', '2022-06-09', '2022-06-08', 'Бизнес', 45, '24000', NULL, NULL),
(112, 'Аэрофлот', '16:20 SVO', 'Москва', '1 часа 30 минут', '17:50 LED', 'Санкт Петербург', '2022-06-09', '2022-06-08', 'Люкс', 23, '20500', NULL, NULL),
(113, 'Ural airlines', '19:00 SVO', 'Москва', '4 часа 40 минут', '23:40 LED', 'Санкт Петербург', '2022-06-09', '2022-06-08', 'Бизнес', 34, '15600', NULL, NULL),
(114, 'British airline', '10:20 SVO', 'Москва', '2 часа 0 минут', '12:20 LED', 'Санкт Петербург', '2022-06-09', '2022-06-08', 'Люкс', 11, '18500', NULL, NULL),
(115, 'British airline', '14:20 SVO', 'Москва', '6 часа 10 минут', '18:30 LED', 'Санкт Петербург', '2022-06-09', '2022-06-08', 'Эконом', 34, '7500', NULL, NULL),
(116, 'British airline', '16:40 SVO', 'Москва', '2 часа 50 минут', '19:30 LED', 'Санкт Петербург', '2022-06-09', '2022-06-08', 'Бизнес', 34, '19500', NULL, NULL),
(117, 'Ural airlines', '12:10 SVO', 'Москва', '6 часа 30 минут', '18:40 LED', 'Санкт Петербург', '2022-06-09', '2022-06-08', 'Люкс', 34, '21600', NULL, NULL),
(118, 'British airline', '10:10 SVO', 'Москва', '2 часа 0 минут', '12:10 LED', 'Санкт Петербург', '2022-06-09', '2022-06-08', 'Эконом', 34, '8000', NULL, NULL),
(119, 'British airline', '10:30 SVO', 'Москва', '2 часа 0 минут', '12:30 LED', 'Санкт Петербург', '2022-06-09', '2022-06-08', 'Бизнес', 32, '12000', NULL, NULL),
(120, 'British airline', '10:50 SVO', 'Москва', '2 часа 0 минут', '12:50 LED', 'Санкт Петербург', '2022-06-09', '2022-06-08', 'Бизнес', 34, '12000', NULL, NULL),
(121, 'British airline', '11:10 SVO', 'Москва', '2 часа 0 минут', '13:10 LED', 'Санкт Петербург', '2022-06-09', '2022-06-08', 'Люкс', 23, '23000', NULL, NULL),
(122, 'Аэрофлот', '9:55 SVO', 'Москва', '2 часа 0 минут', '11:55 LED', 'Санкт Петербург', '2022-06-09', '2022-06-08', 'Эконом', 34, '8900', NULL, NULL),
(123, 'Аэрофлот', '10:15 SVO', 'Москва', '2 часа 0 минут', '12:15 LED', 'Санкт Петербург', '2022-06-09', '2022-06-08', 'Люкс', 34, '22950', NULL, NULL),
(124, 'Аэрофлот', '10:35 SVO', 'Москва', '2 часа 0 минут', '12:35 LED', 'Санкт Петербург', '2022-06-09', '2022-06-08', 'Эконом', 43, '7740', NULL, NULL),
(125, 'British airline', '10:40 SVO', 'Москва', '2 часа 50 минут', '13:30 LED', 'Санкт Петербург', '2022-06-09', '2022-06-08', 'Эконом', 12, '8300', NULL, NULL),
(126, 'British airline', '11:00 SVO', 'Москва', '2 часа 50 минут', '13:50 LED', 'Санкт Петербург', '2022-06-09', '2022-06-08', 'Бизнес', 45, '19250', NULL, NULL),
(127, 'British airline', '12:20 SVO', 'Москва', '2 часа 0 минут', '14:20 LED', 'Санкт Петербург', '2022-06-09', '2022-06-08', 'Люкс', 34, '26500', NULL, NULL),
(128, 'British airline', '16:20 SVO', 'Москва', '2 часа 0 минут', '18:20 LED', 'Санкт Петербург', '2022-06-10', '2022-06-09', 'Эконом', 34, '6500', NULL, NULL),
(129, 'British airline', '18:20 SVO', 'Москва', '2 часа 0 минут', '20:20 LED', 'Санкт Петербург', '2022-06-10', '2022-06-09', 'Бизнес', 34, '16200', NULL, NULL),
(130, 'Ural airlines', '14:10 SVO', 'Москва', '6 часа 30 минут', '20:40 LED', 'Санкт Петербург', '2022-06-10', '2022-06-09', 'Люкс', 34, '28500', NULL, NULL),
(131, 'Ural airlines', '16:10 SVO', 'Москва', '6 часа 30 минут', '22:40 LED', 'Санкт Петербург', '2022-06-10', '2022-06-09', 'Эконом', 34, '6200', NULL, NULL),
(132, 'Ural airlines', '18:10 SVO', 'Москва', '6 часа 30 минут', '01:40 LED', 'Санкт Петербург', '2022-06-10', '2022-06-09', 'Бизнес', 34, '19900', NULL, NULL),
(133, 'Ural airlines', '12:00 SVO', 'Москва', '4 часа 40 минут', '16:40 LED', 'Санкт Петербург', '2022-06-10', '2022-06-09', 'Люкс', 34, '32900', NULL, NULL),
(134, 'Ural airlines', '13:00 SVO', 'Москва', '4 часа 40 минут', '17:40 LED', 'Санкт Петербург', '2022-06-10', '2022-06-09', 'Эконом', 34, '5950', NULL, NULL),
(135, 'Ural airlines', '14:00 SVO', 'Москва', '4 часа 40 минут', '18:40 LED', 'Санкт Петербург', '2022-06-10', '2022-06-09', 'Бизнес', 34, '15950', NULL, NULL),
(136, 'Ural airlines', '15:00 SVO', 'Москва', '4 часа 40 минут', '19:40 LED', 'Санкт Петербург', '2022-06-10', '2022-06-09', 'Люкс', 34, '24750', NULL, NULL),
(137, 'Ural airlines', '11:20 SVO', 'Москва', '2 часа 0 минут', '13:20 LED', 'Санкт Петербург', '2022-06-09', '2022-06-08', 'Эконом', 25, '7100', NULL, NULL),
(138, 'Ural airlines', '12:20 SVO', 'Москва', '2 часа 0 минут', '14:20 LED', 'Санкт Петербург', '2022-06-09', '2022-06-08', 'Эконом', 25, '7500', NULL, NULL),
(139, 'Ural airlines', '13:20 SVO', 'Москва', '2 часа 0 минут', '15:20 LED', 'Санкт Петербург', '2022-06-09', '2022-06-08', 'Эконом', 25, '7700', NULL, NULL),
(140, 'Ural airlines', '15:20 SVO', 'Москва', '2 часа 0 минут', '17:20 LED', 'Санкт Петербург', '2022-06-09', '2022-06-08', 'Бизнес', 25, '18700', NULL, NULL),
(141, 'Ural airlines', '11:25 SVO', 'Москва', '2 часа 0 минут', '13:25 LED', 'Санкт Петербург', '2022-06-09', '2022-06-08', 'Эконом', 25, '8300', NULL, NULL),
(142, 'Ural airlines', '13:25 SVO', 'Москва', '2 часа 0 минут', '15:25 LED', 'Санкт Петербург', '2022-06-09', '2022-06-08', 'Бизнес', 25, '16800', NULL, NULL),
(143, 'Delta airline', '12:30 SVO', 'Москва', '5 часа 20 минут', '17:50 LED', 'Санкт Петербург', '2022-06-10', '2022-06-09', 'Бизнес', 25, '17500', NULL, NULL),
(144, 'Delta airline', '13:30 SVO', 'Москва', '5 часа 20 минут', '18:50 LED', 'Санкт Петербург', '2022-06-10', '2022-06-09', 'Люкс', 25, '32800', NULL, NULL),
(145, 'Delta airline', '15:30 SVO', 'Москва', '5 часа 20 минут', '20:50 LED', 'Санкт Петербург', '2022-06-10', '2022-06-09', 'Люкс', 25, '31800', NULL, NULL),
(146, 'British airline', '9:50 SVO', 'Москва', '2 часа 0 минут', '11:50 CIU', 'Солт Сте Мари', '2022-06-09', '2022-06-08', 'Эконом', 34, '9000', NULL, NULL),
(147, 'Delta airline', '14:30 SVO', 'Москва', '5 часа 20 минут', '19:50 CIU', 'Солт Сте Мари', '2022-06-09', '2022-06-08', 'Бизнес', 45, '24000', NULL, NULL),
(148, 'Аэрофлот', '16:20 SVO', 'Москва', '1 часа 30 минут', '17:50 CIU', 'Солт Сте Мари', '2022-06-09', '2022-06-08', 'Люкс', 23, '20500', NULL, NULL),
(149, 'Ural airlines', '19:00 SVO', 'Москва', '4 часа 40 минут', '23:40 CIU', 'Солт Сте Мари', '2022-06-09', '2022-06-08', 'Бизнес', 34, '15600', NULL, NULL),
(150, 'British airline', '10:20 SVO', 'Москва', '2 часа 0 минут', '12:20 CIU', 'Солт Сте Мари', '2022-06-09', '2022-06-08', 'Люкс', 11, '18500', NULL, NULL),
(151, 'British airline', '14:20 SVO', 'Москва', '6 часа 10 минут', '18:30 CIU', 'Солт Сте Мари', '2022-06-09', '2022-06-08', 'Эконом', 34, '7500', NULL, NULL),
(152, 'British airline', '16:40 SVO', 'Москва', '2 часа 50 минут', '19:30 CIU', 'Солт Сте Мари', '2022-06-09', '2022-06-08', 'Бизнес', 34, '19500', NULL, NULL),
(153, 'Ural airlines', '12:10 SVO', 'Москва', '6 часа 30 минут', '18:40 CIU', 'Солт Сте Мари', '2022-06-09', '2022-06-08', 'Люкс', 34, '21600', NULL, NULL),
(154, 'British airline', '10:10 SVO', 'Москва', '2 часа 0 минут', '12:10 CIU', 'Солт Сте Мари', '2022-06-09', '2022-06-08', 'Эконом', 34, '8000', NULL, NULL),
(155, 'British airline', '10:30 SVO', 'Москва', '2 часа 0 минут', '12:30 CIU', 'Солт Сте Мари', '2022-06-09', '2022-06-08', 'Бизнес', 32, '12000', NULL, NULL),
(156, 'British airline', '10:50 SVO', 'Москва', '2 часа 0 минут', '12:50 CIU', 'Солт Сте Мари', '2022-06-09', '2022-06-08', 'Бизнес', 34, '12000', NULL, NULL),
(157, 'British airline', '11:10 SVO', 'Москва', '2 часа 0 минут', '13:10 CIU', 'Солт Сте Мари', '2022-06-09', '2022-06-08', 'Люкс', 23, '23000', NULL, NULL),
(158, 'Аэрофлот', '9:55 SVO', 'Москва', '2 часа 0 минут', '11:55 CIU', 'Солт Сте Мари', '2022-06-09', '2022-06-08', 'Эконом', 34, '8900', NULL, NULL),
(159, 'Аэрофлот', '10:15 SVO', 'Москва', '2 часа 0 минут', '12:15 CIU', 'Солт Сте Мари', '2022-06-09', '2022-06-08', 'Люкс', 34, '22950', NULL, NULL),
(160, 'Аэрофлот', '10:35 SVO', 'Москва', '2 часа 0 минут', '12:35 CIU', 'Солт Сте Мари', '2022-06-09', '2022-06-08', 'Эконом', 43, '7740', NULL, NULL),
(161, 'British airline', '10:40 SVO', 'Москва', '2 часа 50 минут', '13:30 CIU', 'Солт Сте Мари', '2022-06-09', '2022-06-08', 'Эконом', 12, '8300', NULL, NULL),
(162, 'British airline', '11:00 SVO', 'Москва', '2 часа 50 минут', '13:50 CIU', 'Солт Сте Мари', '2022-06-09', '2022-06-08', 'Бизнес', 45, '19250', NULL, NULL),
(163, 'British airline', '12:20 SVO', 'Москва', '2 часа 0 минут', '14:20 CIU', 'Солт Сте Мари', '2022-06-09', '2022-06-08', 'Люкс', 34, '26500', NULL, NULL),
(164, 'British airline', '16:20 SVO', 'Москва', '2 часа 0 минут', '18:20 CIU', 'Солт Сте Мари', '2022-06-10', '2022-06-09', 'Эконом', 34, '6500', NULL, NULL),
(165, 'British airline', '18:20 SVO', 'Москва', '2 часа 0 минут', '20:20 CIU', 'Солт Сте Мари', '2022-06-10', '2022-06-09', 'Бизнес', 34, '16200', NULL, NULL),
(166, 'Ural airlines', '14:10 SVO', 'Москва', '6 часа 30 минут', '20:40 CIU', 'Солт Сте Мари', '2022-06-10', '2022-06-09', 'Люкс', 34, '28500', NULL, NULL),
(167, 'Ural airlines', '16:10 SVO', 'Москва', '6 часа 30 минут', '22:40 CIU', 'Солт Сте Мари', '2022-06-10', '2022-06-09', 'Эконом', 34, '6200', NULL, NULL),
(168, 'Ural airlines', '18:10 SVO', 'Москва', '6 часа 30 минут', '01:40 CIU', 'Солт Сте Мари', '2022-06-10', '2022-06-09', 'Бизнес', 34, '19900', NULL, NULL),
(169, 'Ural airlines', '12:00 SVO', 'Москва', '4 часа 40 минут', '16:40 CIU', 'Солт Сте Мари', '2022-06-10', '2022-06-09', 'Люкс', 34, '32900', NULL, NULL),
(170, 'Ural airlines', '13:00 SVO', 'Москва', '4 часа 40 минут', '17:40 CIU', 'Солт Сте Мари', '2022-06-10', '2022-06-09', 'Эконом', 34, '5950', NULL, NULL),
(171, 'Ural airlines', '14:00 SVO', 'Москва', '4 часа 40 минут', '18:40 CIU', 'Солт Сте Мари', '2022-06-10', '2022-06-09', 'Бизнес', 34, '15950', NULL, NULL),
(172, 'Ural airlines', '15:00 SVO', 'Москва', '4 часа 40 минут', '19:40 CIU', 'Солт Сте Мари', '2022-06-10', '2022-06-09', 'Люкс', 34, '24750', NULL, NULL),
(173, 'Ural airlines', '11:20 SVO', 'Москва', '2 часа 0 минут', '13:20 CIU', 'Солт Сте Мари', '2022-06-09', '2022-06-08', 'Эконом', 25, '7100', NULL, NULL),
(174, 'Ural airlines', '12:20 SVO', 'Москва', '2 часа 0 минут', '14:20 CIU', 'Солт Сте Мари', '2022-06-09', '2022-06-08', 'Эконом', 25, '7500', NULL, NULL),
(175, 'Ural airlines', '13:20 SVO', 'Москва', '2 часа 0 минут', '15:20 CIU', 'Солт Сте Мари', '2022-06-09', '2022-06-08', 'Эконом', 25, '7700', NULL, NULL),
(176, 'Ural airlines', '15:20 SVO', 'Москва', '2 часа 0 минут', '17:20 CIU', 'Солт Сте Мари', '2022-06-09', '2022-06-08', 'Бизнес', 25, '18700', NULL, NULL),
(177, 'Ural airlines', '11:25 SVO', 'Москва', '2 часа 0 минут', '13:25 CIU', 'Солт Сте Мари', '2022-06-09', '2022-06-08', 'Эконом', 25, '8300', NULL, NULL),
(178, 'Ural airlines', '13:25 SVO', 'Москва', '2 часа 0 минут', '15:25 CIU', 'Солт Сте Мари', '2022-06-09', '2022-06-08', 'Бизнес', 25, '16800', NULL, NULL),
(179, 'Delta airline', '12:30 SVO', 'Москва', '5 часа 20 минут', '17:50 CIU', 'Солт Сте Мари', '2022-06-10', '2022-06-09', 'Бизнес', 25, '17500', NULL, NULL),
(180, 'Delta airline', '13:30 SVO', 'Москва', '5 часа 20 минут', '18:50 CIU', 'Солт Сте Мари', '2022-06-10', '2022-06-09', 'Люкс', 25, '32800', NULL, NULL),
(181, 'Delta airline', '15:30 SVO', 'Москва', '5 часа 20 минут', '20:50 CIU', 'Солт Сте Мари', '2022-06-10', '2022-06-09', 'Люкс', 25, '31800', NULL, NULL),
(182, 'British airline', '9:50 SVO', 'Москва', '2 часа 0 минут', '11:50 KUF', 'Самара', '2022-06-09', '2022-06-08', 'Эконом', 34, '9000', NULL, NULL),
(183, 'Delta airline', '14:30 SVO', 'Москва', '5 часа 20 минут', '19:50 KUF', 'Самара', '2022-06-09', '2022-06-08', 'Бизнес', 45, '24000', NULL, NULL),
(184, 'Аэрофлот', '16:20 SVO', 'Москва', '1 часа 30 минут', '17:50 KUF', 'Самара', '2022-06-09', '2022-06-08', 'Люкс', 23, '20500', NULL, NULL),
(185, 'Ural airlines', '19:00 SVO', 'Москва', '4 часа 40 минут', '23:40 KUF', 'Самара', '2022-06-09', '2022-06-08', 'Бизнес', 34, '15600', NULL, NULL),
(186, 'British airline', '10:20 SVO', 'Москва', '2 часа 0 минут', '12:20 KUF', 'Самара', '2022-06-09', '2022-06-08', 'Люкс', 11, '18500', NULL, NULL),
(187, 'British airline', '14:20 SVO', 'Москва', '6 часа 10 минут', '18:30 KUF', 'Самара', '2022-06-09', '2022-06-08', 'Эконом', 34, '7500', NULL, NULL),
(188, 'British airline', '16:40 SVO', 'Москва', '2 часа 50 минут', '19:30 KUF', 'Самара', '2022-06-09', '2022-06-08', 'Бизнес', 34, '19500', NULL, NULL),
(189, 'Ural airlines', '12:10 SVO', 'Москва', '6 часа 30 минут', '18:40 KUF', 'Самара', '2022-06-09', '2022-06-08', 'Люкс', 34, '21600', NULL, NULL),
(190, 'British airline', '10:10 SVO', 'Москва', '2 часа 0 минут', '12:10 KUF', 'Самара', '2022-06-09', '2022-06-08', 'Эконом', 34, '8000', NULL, NULL),
(191, 'British airline', '10:30 SVO', 'Москва', '2 часа 0 минут', '12:30 KUF', 'Самара', '2022-06-09', '2022-06-08', 'Бизнес', 32, '12000', NULL, NULL),
(192, 'British airline', '10:50 SVO', 'Москва', '2 часа 0 минут', '12:50 KUF', 'Самара', '2022-06-09', '2022-06-08', 'Бизнес', 34, '12000', NULL, NULL),
(193, 'British airline', '11:10 SVO', 'Москва', '2 часа 0 минут', '13:10 KUF', 'Самара', '2022-06-09', '2022-06-08', 'Люкс', 23, '23000', NULL, NULL),
(194, 'Аэрофлот', '9:55 SVO', 'Москва', '2 часа 0 минут', '11:55 KUF', 'Самара', '2022-06-09', '2022-06-08', 'Эконом', 34, '8900', NULL, NULL),
(195, 'Аэрофлот', '10:15 SVO', 'Москва', '2 часа 0 минут', '12:15 KUF', 'Самара', '2022-06-09', '2022-06-08', 'Люкс', 34, '22950', NULL, NULL),
(196, 'Аэрофлот', '10:35 SVO', 'Москва', '2 часа 0 минут', '12:35 KUF', 'Самара', '2022-06-09', '2022-06-08', 'Эконом', 43, '7740', NULL, NULL),
(197, 'British airline', '10:40 SVO', 'Москва', '2 часа 50 минут', '13:30 KUF', 'Самара', '2022-06-09', '2022-06-08', 'Эконом', 12, '8300', NULL, NULL),
(198, 'British airline', '11:00 SVO', 'Москва', '2 часа 50 минут', '13:50 KUF', 'Самара', '2022-06-09', '2022-06-08', 'Бизнес', 45, '19250', NULL, NULL),
(199, 'British airline', '12:20 SVO', 'Москва', '2 часа 0 минут', '14:20 KUF', 'Самара', '2022-06-09', '2022-06-08', 'Люкс', 34, '26500', NULL, NULL),
(200, 'British airline', '16:20 SVO', 'Москва', '2 часа 0 минут', '18:20 KUF', 'Самара', '2022-06-10', '2022-06-09', 'Эконом', 34, '6500', NULL, NULL),
(201, 'British airline', '18:20 SVO', 'Москва', '2 часа 0 минут', '20:20 KUF', 'Самара', '2022-06-10', '2022-06-09', 'Бизнес', 34, '16200', NULL, NULL),
(202, 'Ural airlines', '14:10 SVO', 'Москва', '6 часа 30 минут', '20:40 KUF', 'Самара', '2022-06-10', '2022-06-09', 'Люкс', 34, '28500', NULL, NULL),
(203, 'Ural airlines', '16:10 SVO', 'Москва', '6 часа 30 минут', '22:40 KUF', 'Самара', '2022-06-10', '2022-06-09', 'Эконом', 34, '6200', NULL, NULL),
(204, 'Ural airlines', '18:10 SVO', 'Москва', '6 часа 30 минут', '01:40 KUF', 'Самара', '2022-06-10', '2022-06-09', 'Бизнес', 34, '19900', NULL, NULL),
(205, 'Ural airlines', '12:00 SVO', 'Москва', '4 часа 40 минут', '16:40 KUF', 'Самара', '2022-06-10', '2022-06-09', 'Люкс', 34, '32900', NULL, NULL),
(206, 'Ural airlines', '13:00 SVO', 'Москва', '4 часа 40 минут', '17:40 KUF', 'Самара', '2022-06-10', '2022-06-09', 'Эконом', 34, '5950', NULL, NULL),
(207, 'Ural airlines', '14:00 SVO', 'Москва', '4 часа 40 минут', '18:40 KUF', 'Самара', '2022-06-10', '2022-06-09', 'Бизнес', 34, '15950', NULL, NULL),
(208, 'Ural airlines', '15:00 SVO', 'Москва', '4 часа 40 минут', '19:40 KUF', 'Самара', '2022-06-10', '2022-06-09', 'Люкс', 34, '24750', NULL, NULL),
(209, 'Ural airlines', '11:20 SVO', 'Москва', '2 часа 0 минут', '13:20 KUF', 'Самара', '2022-06-09', '2022-06-08', 'Эконом', 25, '7100', NULL, NULL),
(210, 'Ural airlines', '12:20 SVO', 'Москва', '2 часа 0 минут', '14:20 KUF', 'Самара', '2022-06-09', '2022-06-08', 'Эконом', 25, '7500', NULL, NULL),
(211, 'Ural airlines', '13:20 SVO', 'Москва', '2 часа 0 минут', '15:20 KUF', 'Самара', '2022-06-09', '2022-06-08', 'Эконом', 25, '7700', NULL, NULL),
(212, 'Ural airlines', '15:20 SVO', 'Москва', '2 часа 0 минут', '17:20 KUF', 'Самара', '2022-06-09', '2022-06-08', 'Бизнес', 25, '18700', NULL, NULL),
(213, 'Ural airlines', '11:25 SVO', 'Москва', '2 часа 0 минут', '13:25 KUF', 'Самара', '2022-06-09', '2022-06-08', 'Эконом', 25, '8300', NULL, NULL),
(214, 'Ural airlines', '13:25 SVO', 'Москва', '2 часа 0 минут', '15:25 KUF', 'Самара', '2022-06-09', '2022-06-08', 'Бизнес', 25, '16800', NULL, NULL),
(215, 'Delta airline', '12:30 SVO', 'Москва', '5 часа 20 минут', '17:50 KUF', 'Самара', '2022-06-10', '2022-06-09', 'Бизнес', 25, '17500', NULL, NULL),
(216, 'Delta airline', '13:30 SVO', 'Москва', '5 часа 20 минут', '18:50 KUF', 'Самара', '2022-06-10', '2022-06-09', 'Люкс', 25, '32800', NULL, NULL),
(217, 'Delta airline', '15:30 SVO', 'Москва', '5 часа 20 минут', '20:50 KUF', 'Самара', '2022-06-10', '2022-06-09', 'Люкс', 25, '31800', NULL, NULL),
(218, 'British airline', '9:50 KUF', 'Самара', '2 часа 0 минут', '11:50 SVO', 'Москва', '2022-06-08', '2022-06-07', 'Эконом', 34, '9000', NULL, NULL),
(219, 'Delta airline', '14:30 KUF', 'Самара', '5 часа 20 минут', '19:50 SVO', 'Москва', '2022-06-08', '2022-06-07', 'Бизнес', 45, '24000', NULL, NULL),
(220, 'Аэрофлот', '16:20 KUF', 'Самара', '1 часа 30 минут', '17:50 SVO', 'Москва', '2022-06-08', '2022-06-07', 'Люкс', 23, '20500', NULL, NULL),
(221, 'Ural airlines', '19:00 KUF', 'Самара', '4 часа 40 минут', '23:40 SVO', 'Москва', '2022-06-08', '2022-06-07', 'Бизнес', 34, '15600', NULL, NULL),
(222, 'British airline', '10:20 KUF', 'Самара', '2 часа 0 минут', '12:20 SVO', 'Москва', '2022-06-08', '2022-06-07', 'Люкс', 11, '18500', NULL, NULL),
(223, 'British airline', '14:20 KUF', 'Самара', '6 часа 10 минут', '18:30 SVO', 'Москва', '2022-06-08', '2022-06-07', 'Эконом', 34, '7500', NULL, NULL),
(224, 'British airline', '16:40 KUF', 'Самара', '2 часа 50 минут', '19:30 SVO', 'Москва', '2022-06-08', '2022-06-07', 'Бизнес', 34, '19500', NULL, NULL),
(225, 'Ural airlines', '12:10 KUF', 'Самара', '6 часа 30 минут', '18:40 SVO', 'Москва', '2022-06-08', '2022-06-07', 'Люкс', 34, '21600', NULL, NULL),
(226, 'British airline', '10:10 KUF', 'Самара', '2 часа 0 минут', '12:10 SVO', 'Москва', '2022-06-08', '2022-06-07', 'Эконом', 34, '8000', NULL, NULL),
(227, 'British airline', '10:30 KUF', 'Самара', '2 часа 0 минут', '12:30 SVO', 'Москва', '2022-06-08', '2022-06-07', 'Бизнес', 32, '12000', NULL, NULL),
(228, 'British airline', '10:50 KUF', 'Самара', '2 часа 0 минут', '12:50 SVO', 'Москва', '2022-06-08', '2022-06-07', 'Бизнес', 34, '12000', NULL, NULL),
(229, 'British airline', '11:10 KUF', 'Самара', '2 часа 0 минут', '13:10 SVO', 'Москва', '2022-06-08', '2022-06-07', 'Люкс', 23, '23000', NULL, NULL),
(230, 'Аэрофлот', '9:55 KUF', 'Самара', '2 часа 0 минут', '11:55 SVO', 'Москва', '2022-06-08', '2022-06-07', 'Эконом', 34, '8900', NULL, NULL),
(231, 'Аэрофлот', '10:15 KUF', 'Самара', '2 часа 0 минут', '12:15 SVO', 'Москва', '2022-06-08', '2022-06-07', 'Люкс', 34, '22950', NULL, NULL),
(232, 'Аэрофлот', '10:35 KUF', 'Самара', '2 часа 0 минут', '12:35 SVO', 'Москва', '2022-06-08', '2022-06-07', 'Эконом', 43, '7740', NULL, NULL),
(233, 'British airline', '10:40 KUF', 'Самара', '2 часа 50 минут', '13:30 SVO', 'Москва', '2022-06-08', '2022-06-07', 'Эконом', 12, '8300', NULL, NULL),
(234, 'British airline', '11:00 KUF', 'Самара', '2 часа 50 минут', '13:50 SVO', 'Москва', '2022-06-08', '2022-06-07', 'Бизнес', 45, '19250', NULL, NULL),
(235, 'British airline', '12:20 KUF', 'Самара', '2 часа 0 минут', '14:20 SVO', 'Москва', '2022-06-08', '2022-06-07', 'Люкс', 34, '26500', NULL, NULL),
(236, 'Ural airlines', '11:20 KUF', 'Самара', '2 часа 0 минут', '13:20 SVO', 'Москва', '2022-06-08', '2022-06-07', 'Эконом', 25, '7100', NULL, NULL),
(237, 'Ural airlines', '12:20 KUF', 'Самара', '2 часа 0 минут', '14:20 SVO', 'Москва', '2022-06-08', '2022-06-07', 'Эконом', 25, '7500', NULL, NULL),
(238, 'Ural airlines', '13:20 KUF', 'Самара', '2 часа 0 минут', '15:20 SVO', 'Москва', '2022-06-08', '2022-06-07', 'Эконом', 25, '7700', NULL, NULL),
(239, 'Ural airlines', '15:20 KUF', 'Самара', '2 часа 0 минут', '17:20 SVO', 'Москва', '2022-06-08', '2022-06-07', 'Бизнес', 25, '18700', NULL, NULL),
(240, 'Ural airlines', '11:25 KUF', 'Самара', '2 часа 0 минут', '13:25 SVO', 'Москва', '2022-06-08', '2022-06-07', 'Эконом', 25, '8300', NULL, NULL),
(241, 'Ural airlines', '13:25 KUF', 'Самара', '2 часа 0 минут', '15:25 SVO', 'Москва', '2022-06-08', '2022-06-07', 'Бизнес', 25, '16800', NULL, NULL),
(242, 'British airline', '10:50 KUF', 'Самара', '2 часа 0 минут', '12:50 SVO', 'Москва', '2022-06-08', '2022-06-07', 'Эконом', 34, '9000', NULL, NULL),
(243, 'Delta airline', '15:30 KUF', 'Самара', '5 часа 20 минут', '20:50 SVO', 'Москва', '2022-06-08', '2022-06-07', 'Бизнес', 45, '24000', NULL, NULL),
(244, 'Аэрофлот', '17:20 KUF', 'Самара', '1 часа 30 минут', '18:50 SVO', 'Москва', '2022-06-08', '2022-06-07', 'Люкс', 23, '20500', NULL, NULL),
(245, 'Ural airlines', '20:00 KUF', 'Самара', '4 часа 40 минут', '00:40 SVO', 'Москва', '2022-06-08', '2022-06-07', 'Бизнес', 34, '15600', NULL, NULL),
(246, 'British airline', '11:20 KUF', 'Самара', '2 часа 0 минут', '13:20 SVO', 'Москва', '2022-06-08', '2022-06-07', 'Люкс', 11, '18500', NULL, NULL),
(247, 'British airline', '15:20 KUF', 'Самара', '6 часа 10 минут', '19:30 SVO', 'Москва', '2022-06-08', '2022-06-07', 'Эконом', 34, '7500', NULL, NULL),
(248, 'British airline', '17:40 KUF', 'Самара', '2 часа 50 минут', '20:30 SVO', 'Москва', '2022-06-08', '2022-06-07', 'Бизнес', 34, '19500', NULL, NULL),
(249, 'Ural airlines', '13:10 KUF', 'Самара', '6 часа 30 минут', '19:40 SVO', 'Москва', '2022-06-08', '2022-06-07', 'Люкс', 34, '21600', NULL, NULL),
(250, 'British airline', '11:10 KUF', 'Самара', '2 часа 0 минут', '13:10 SVO', 'Москва', '2022-06-08', '2022-06-07', 'Эконом', 34, '8000', NULL, NULL),
(251, 'British airline', '11:30 KUF', 'Самара', '2 часа 0 минут', '13:30 SVO', 'Москва', '2022-06-08', '2022-06-07', 'Бизнес', 32, '12000', NULL, NULL),
(252, 'British airline', '11:50 KUF', 'Самара', '2 часа 0 минут', '13:50 SVO', 'Москва', '2022-06-08', '2022-06-07', 'Бизнес', 34, '12000', NULL, NULL),
(253, 'British airline', '12:10 KUF', 'Самара', '2 часа 0 минут', '14:10 SVO', 'Москва', '2022-06-08', '2022-06-07', 'Люкс', 23, '23000', NULL, NULL),
(254, 'Аэрофлот', '10:55 KUF', 'Самара', '2 часа 0 минут', '12:55 SVO', 'Москва', '2022-06-08', '2022-06-07', 'Эконом', 34, '8900', NULL, NULL),
(255, 'Аэрофлот', '11:15 KUF', 'Самара', '2 часа 0 минут', '13:15 SVO', 'Москва', '2022-06-08', '2022-06-07', 'Люкс', 34, '22950', NULL, NULL),
(256, 'Аэрофлот', '11:35 KUF', 'Самара', '2 часа 0 минут', '13:35 SVO', 'Москва', '2022-06-08', '2022-06-07', 'Эконом', 43, '7740', NULL, NULL),
(257, 'British airline', '11:40 KUF', 'Самара', '2 часа 50 минут', '14:30 SVO', 'Москва', '2022-06-08', '2022-06-07', 'Эконом', 12, '8300', NULL, NULL),
(258, 'British airline', '12:00 KUF', 'Самара', '2 часа 50 минут', '14:50 SVO', 'Москва', '2022-06-08', '2022-06-07', 'Бизнес', 45, '19250', NULL, NULL),
(259, 'British airline', '13:20 KUF', 'Самара', '2 часа 0 минут', '15:20 SVO', 'Москва', '2022-06-08', '2022-06-07', 'Люкс', 34, '26500', NULL, NULL),
(260, 'Ural airlines', '12:20 KUF', 'Самара', '2 часа 0 минут', '14:20 SVO', 'Москва', '2022-06-08', '2022-06-07', 'Эконом', 25, '7100', NULL, NULL),
(261, 'Ural airlines', '13:20 KUF', 'Самара', '2 часа 0 минут', '15:20 SVO', 'Москва', '2022-06-08', '2022-06-07', 'Эконом', 25, '7500', NULL, NULL),
(262, 'Ural airlines', '14:20 KUF', 'Самара', '2 часа 0 минут', '16:20 SVO', 'Москва', '2022-06-08', '2022-06-07', 'Эконом', 25, '7700', NULL, NULL),
(263, 'Ural airlines', '16:20 KUF', 'Самара', '2 часа 0 минут', '18:20 SVO', 'Москва', '2022-06-08', '2022-06-07', 'Бизнес', 25, '18700', NULL, NULL),
(264, 'Ural airlines', '12:25 KUF', 'Самара', '2 часа 0 минут', '14:25 SVO', 'Москва', '2022-06-08', '2022-06-07', 'Эконом', 25, '8300', NULL, NULL),
(265, 'Ural airlines', '14:25 KUF', 'Самара', '2 часа 0 минут', '16:25 SVO', 'Москва', '2022-06-08', '2022-06-07', 'Бизнес', 25, '16800', NULL, NULL),
(266, 'British airline', '9:50 KUF', 'Самара', '2 часа 0 минут', '11:50 SVO', 'Москва', '2022-06-09', '2022-06-08', 'Эконом', 34, '9000', NULL, NULL),
(267, 'Delta airline', '14:30 KUF', 'Самара', '5 часа 20 минут', '19:50 SVO', 'Москва', '2022-06-09', '2022-06-08', 'Бизнес', 45, '24000', NULL, NULL),
(268, 'Аэрофлот', '16:20 KUF', 'Самара', '1 часа 30 минут', '17:50 SVO', 'Москва', '2022-06-09', '2022-06-08', 'Люкс', 23, '20500', NULL, NULL),
(269, 'Ural airlines', '19:00 KUF', 'Самара', '4 часа 40 минут', '23:40 SVO', 'Москва', '2022-06-09', '2022-06-08', 'Бизнес', 34, '15600', NULL, NULL),
(270, 'British airline', '10:20 KUF', 'Самара', '2 часа 0 минут', '12:20 SVO', 'Москва', '2022-06-09', '2022-06-08', 'Люкс', 11, '18500', NULL, NULL),
(271, 'British airline', '14:20 KUF', 'Самара', '6 часа 10 минут', '18:30 SVO', 'Москва', '2022-06-09', '2022-06-08', 'Эконом', 34, '7500', NULL, NULL),
(272, 'British airline', '16:40 KUF', 'Самара', '2 часа 50 минут', '19:30 SVO', 'Москва', '2022-06-09', '2022-06-08', 'Бизнес', 34, '19500', NULL, NULL),
(273, 'Ural airlines', '12:10 KUF', 'Самара', '6 часа 30 минут', '18:40 SVO', 'Москва', '2022-06-09', '2022-06-08', 'Люкс', 34, '21600', NULL, NULL),
(274, 'British airline', '10:10 KUF', 'Самара', '2 часа 0 минут', '12:10 SVO', 'Москва', '2022-06-09', '2022-06-08', 'Эконом', 34, '8000', NULL, NULL),
(275, 'British airline', '10:30 KUF', 'Самара', '2 часа 0 минут', '12:30 SVO', 'Москва', '2022-06-09', '2022-06-08', 'Бизнес', 32, '12000', NULL, NULL),
(276, 'British airline', '10:50 KUF', 'Самара', '2 часа 0 минут', '12:50 SVO', 'Москва', '2022-06-09', '2022-06-08', 'Бизнес', 34, '12000', NULL, NULL),
(277, 'British airline', '11:10 KUF', 'Самара', '2 часа 0 минут', '13:10 SVO', 'Москва', '2022-06-09', '2022-06-08', 'Люкс', 23, '23000', NULL, NULL),
(278, 'Аэрофлот', '9:55 KUF', 'Самара', '2 часа 0 минут', '11:55 SVO', 'Москва', '2022-06-09', '2022-06-08', 'Эконом', 34, '8900', NULL, NULL),
(279, 'Аэрофлот', '10:15 KUF', 'Самара', '2 часа 0 минут', '12:15 SVO', 'Москва', '2022-06-09', '2022-06-08', 'Люкс', 34, '22950', NULL, NULL),
(280, 'Аэрофлот', '10:35 KUF', 'Самара', '2 часа 0 минут', '12:35 SVO', 'Москва', '2022-06-09', '2022-06-08', 'Эконом', 43, '7740', NULL, NULL),
(281, 'British airline', '10:40 KUF', 'Самара', '2 часа 50 минут', '13:30 SVO', 'Москва', '2022-06-09', '2022-06-08', 'Эконом', 12, '8300', NULL, NULL),
(282, 'British airline', '11:00 KUF', 'Самара', '2 часа 50 минут', '13:50 SVO', 'Москва', '2022-06-09', '2022-06-08', 'Бизнес', 45, '19250', NULL, NULL),
(283, 'British airline', '12:20 KUF', 'Самара', '2 часа 0 минут', '14:20 SVO', 'Москва', '2022-06-09', '2022-06-08', 'Люкс', 34, '26500', NULL, NULL),
(284, 'Ural airlines', '11:20 KUF', 'Самара', '2 часа 0 минут', '13:20 SVO', 'Москва', '2022-06-09', '2022-06-08', 'Эконом', 25, '7100', NULL, NULL),
(285, 'Ural airlines', '12:20 KUF', 'Самара', '2 часа 0 минут', '14:20 SVO', 'Москва', '2022-06-09', '2022-06-08', 'Эконом', 25, '7500', NULL, NULL),
(286, 'Ural airlines', '13:20 KUF', 'Самара', '2 часа 0 минут', '15:20 SVO', 'Москва', '2022-06-09', '2022-06-08', 'Эконом', 25, '7700', NULL, NULL),
(287, 'Ural airlines', '15:20 KUF', 'Самара', '2 часа 0 минут', '17:20 SVO', 'Москва', '2022-06-09', '2022-06-08', 'Бизнес', 25, '18700', NULL, NULL),
(288, 'Ural airlines', '11:25 KUF', 'Самара', '2 часа 0 минут', '13:25 SVO', 'Москва', '2022-06-09', '2022-06-08', 'Эконом', 25, '8300', NULL, NULL),
(289, 'Ural airlines', '13:25 KUF', 'Самара', '2 часа 0 минут', '15:25 SVO', 'Москва', '2022-06-09', '2022-06-08', 'Бизнес', 25, '16800', NULL, NULL),
(290, 'British airline', '10:50 KUF', 'Самара', '2 часа 0 минут', '12:50 SVO', 'Москва', '2022-06-09', '2022-06-08', 'Эконом', 34, '9000', NULL, NULL),
(291, 'Delta airline', '15:30 KUF', 'Самара', '5 часа 20 минут', '20:50 SVO', 'Москва', '2022-06-09', '2022-06-08', 'Бизнес', 45, '24000', NULL, NULL),
(292, 'Аэрофлот', '17:20 KUF', 'Самара', '1 часа 30 минут', '18:50 SVO', 'Москва', '2022-06-09', '2022-06-08', 'Люкс', 23, '20500', NULL, NULL),
(293, 'Ural airlines', '20:00 KUF', 'Самара', '4 часа 40 минут', '00:40 SVO', 'Москва', '2022-06-09', '2022-06-08', 'Бизнес', 34, '15600', NULL, NULL),
(294, 'British airline', '11:20 KUF', 'Самара', '2 часа 0 минут', '13:20 SVO', 'Москва', '2022-06-09', '2022-06-08', 'Люкс', 11, '18500', NULL, NULL),
(295, 'British airline', '15:20 KUF', 'Самара', '6 часа 10 минут', '19:30 SVO', 'Москва', '2022-06-09', '2022-06-08', 'Эконом', 34, '7500', NULL, NULL),
(296, 'British airline', '17:40 KUF', 'Самара', '2 часа 50 минут', '20:30 SVO', 'Москва', '2022-06-09', '2022-06-08', 'Бизнес', 34, '19500', NULL, NULL),
(297, 'Ural airlines', '13:10 KUF', 'Самара', '6 часа 30 минут', '19:40 SVO', 'Москва', '2022-06-09', '2022-06-08', 'Люкс', 34, '21600', NULL, NULL),
(298, 'British airline', '11:10 KUF', 'Самара', '2 часа 0 минут', '13:10 SVO', 'Москва', '2022-06-09', '2022-06-08', 'Эконом', 34, '8000', NULL, NULL),
(299, 'British airline', '11:30 KUF', 'Самара', '2 часа 0 минут', '13:30 SVO', 'Москва', '2022-06-09', '2022-06-08', 'Бизнес', 32, '12000', NULL, NULL),
(300, 'British airline', '11:50 KUF', 'Самара', '2 часа 0 минут', '13:50 SVO', 'Москва', '2022-06-09', '2022-06-08', 'Бизнес', 34, '12000', NULL, NULL),
(301, 'British airline', '12:10 KUF', 'Самара', '2 часа 0 минут', '14:10 SVO', 'Москва', '2022-06-09', '2022-06-08', 'Люкс', 23, '23000', NULL, NULL),
(302, 'Аэрофлот', '10:55 KUF', 'Самара', '2 часа 0 минут', '12:55 SVO', 'Москва', '2022-06-09', '2022-06-08', 'Эконом', 34, '8900', NULL, NULL),
(303, 'Аэрофлот', '11:15 KUF', 'Самара', '2 часа 0 минут', '13:15 SVO', 'Москва', '2022-06-09', '2022-06-08', 'Люкс', 34, '22950', NULL, NULL),
(304, 'Аэрофлот', '11:35 KUF', 'Самара', '2 часа 0 минут', '13:35 SVO', 'Москва', '2022-06-09', '2022-06-08', 'Эконом', 43, '7740', NULL, NULL),
(305, 'British airline', '11:40 KUF', 'Самара', '2 часа 50 минут', '14:30 SVO', 'Москва', '2022-06-09', '2022-06-08', 'Эконом', 12, '8300', NULL, NULL),
(306, 'British airline', '12:00 KUF', 'Самара', '2 часа 50 минут', '14:50 SVO', 'Москва', '2022-06-09', '2022-06-08', 'Бизнес', 45, '19250', NULL, NULL),
(307, 'British airline', '13:20 KUF', 'Самара', '2 часа 0 минут', '15:20 SVO', 'Москва', '2022-06-09', '2022-06-08', 'Люкс', 34, '26500', NULL, NULL),
(308, 'Ural airlines', '12:20 KUF', 'Самара', '2 часа 0 минут', '14:20 SVO', 'Москва', '2022-06-09', '2022-06-08', 'Эконом', 25, '7100', NULL, NULL),
(309, 'Ural airlines', '13:20 KUF', 'Самара', '2 часа 0 минут', '15:20 SVO', 'Москва', '2022-06-09', '2022-06-08', 'Эконом', 25, '7500', NULL, NULL),
(310, 'Ural airlines', '14:20 KUF', 'Самара', '2 часа 0 минут', '16:20 SVO', 'Москва', '2022-06-09', '2022-06-08', 'Эконом', 25, '7700', NULL, NULL),
(311, 'Ural airlines', '16:20 KUF', 'Самара', '2 часа 0 минут', '18:20 SVO', 'Москва', '2022-06-09', '2022-06-08', 'Бизнес', 25, '18700', NULL, NULL),
(312, 'Ural airlines', '12:25 KUF', 'Самара', '2 часа 0 минут', '14:25 SVO', 'Москва', '2022-06-09', '2022-06-08', 'Эконом', 25, '8300', NULL, NULL),
(313, 'Ural airlines', '14:25 KUF', 'Самара', '2 часа 0 минут', '16:25 SVO', 'Москва', '2022-06-09', '2022-06-08', 'Бизнес', 25, '16800', NULL, NULL),
(314, 'Delta airline', '12:30 KUF', 'Самара', '5 часа 20 минут', '17:50 SVO', 'Москва', '2022-06-10', '2022-06-09', 'Бизнес', 25, '17500', NULL, NULL),
(315, 'Delta airline', '13:30 KUF', 'Самара', '5 часа 20 минут', '18:50 SVO', 'Москва', '2022-06-10', '2022-06-09', 'Люкс', 25, '32800', NULL, NULL),
(316, 'Delta airline', '15:30 KUF', 'Самара', '5 часа 20 минут', '20:50 SVO', 'Москва', '2022-06-10', '2022-06-09', 'Люкс', 25, '31800', NULL, NULL),
(317, 'British airline', '16:20 KUF', 'Самара', '2 часа 0 минут', '18:20 SVO', 'Москва', '2022-06-10', '2022-06-09', 'Эконом', 34, '6500', NULL, NULL),
(318, 'British airline', '18:20 KUF', 'Самара', '2 часа 0 минут', '20:20 SVO', 'Москва', '2022-06-10', '2022-06-09', 'Бизнес', 34, '16200', NULL, NULL),
(319, 'Ural airlines', '14:10 KUF', 'Самара', '6 часа 30 минут', '20:40 SVO', 'Москва', '2022-06-10', '2022-06-09', 'Люкс', 34, '28500', NULL, NULL),
(320, 'Ural airlines', '16:10 KUF', 'Самара', '6 часа 30 минут', '22:40 SVO', 'Москва', '2022-06-10', '2022-06-09', 'Эконом', 34, '6200', NULL, NULL),
(321, 'Ural airlines', '18:10 KUF', 'Самара', '6 часа 30 минут', '01:40 SVO', 'Москва', '2022-06-10', '2022-06-09', 'Бизнес', 34, '19900', NULL, NULL),
(322, 'Ural airlines', '12:00 KUF', 'Самара', '4 часа 40 минут', '16:40 SVO', 'Москва', '2022-06-10', '2022-06-09', 'Люкс', 34, '32900', NULL, NULL),
(323, 'Ural airlines', '13:00 KUF', 'Самара', '4 часа 40 минут', '17:40 SVO', 'Москва', '2022-06-10', '2022-06-09', 'Эконом', 34, '5950', NULL, NULL),
(324, 'Ural airlines', '14:00 KUF', 'Самара', '4 часа 40 минут', '18:40 SVO', 'Москва', '2022-06-10', '2022-06-09', 'Бизнес', 34, '15950', NULL, NULL),
(325, 'Ural airlines', '15:00 KUF', 'Самара', '4 часа 40 минут', '19:40 SVO', 'Москва', '2022-06-10', '2022-06-09', 'Люкс', 34, '24750', NULL, NULL),
(326, 'Delta airline', '13:30 KUF', 'Самара', '5 часа 20 минут', '18:50 SVO', 'Москва', '2022-06-10', '2022-06-09', 'Бизнес', 25, '17500', NULL, NULL),
(327, 'Delta airline', '14:30 KUF', 'Самара', '5 часа 20 минут', '19:50 SVO', 'Москва', '2022-06-10', '2022-06-09', 'Люкс', 25, '32800', NULL, NULL),
(328, 'Delta airline', '16:30 KUF', 'Самара', '5 часа 20 минут', '21:50 SVO', 'Москва', '2022-06-10', '2022-06-09', 'Люкс', 25, '31800', NULL, NULL),
(329, 'British airline', '17:20 KUF', 'Самара', '2 часа 0 минут', '19:20 SVO', 'Москва', '2022-06-10', '2022-06-09', 'Эконом', 34, '6500', NULL, NULL),
(330, 'British airline', '19:20 KUF', 'Самара', '2 часа 0 минут', '21:20 SVO', 'Москва', '2022-06-10', '2022-06-09', 'Бизнес', 34, '16200', NULL, NULL);
INSERT INTO `air_routes` (`id`, `carrier`, `departure`, `departure_city`, `time`, `destination`, `destination_city`, `arrival_date`, `departure_date`, `status_of_places`, `amount_places`, `price`, `created_at`, `updated_at`) VALUES
(331, 'Ural airlines', '15:10 KUF', 'Самара', '6 часа 30 минут', '21:40 SVO', 'Москва', '2022-06-10', '2022-06-09', 'Люкс', 34, '28500', NULL, NULL),
(332, 'Ural airlines', '17:10 KUF', 'Самара', '6 часа 30 минут', '23:40 SVO', 'Москва', '2022-06-10', '2022-06-09', 'Эконом', 34, '6200', NULL, NULL),
(333, 'Ural airlines', '19:10 KUF', 'Самара', '6 часа 30 минут', '02:40 SVO', 'Москва', '2022-06-10', '2022-06-09', 'Бизнес', 34, '19900', NULL, NULL),
(334, 'Ural airlines', '13:00 KUF', 'Самара', '4 часа 40 минут', '17:40 SVO', 'Москва', '2022-06-10', '2022-06-09', 'Люкс', 34, '32900', NULL, NULL),
(335, 'Ural airlines', '14:00 KUF', 'Самара', '4 часа 40 минут', '18:40 SVO', 'Москва', '2022-06-10', '2022-06-09', 'Эконом', 34, '5950', NULL, NULL),
(336, 'Ural airlines', '15:00 KUF', 'Самара', '4 часа 40 минут', '19:40 SVO', 'Москва', '2022-06-10', '2022-06-09', 'Бизнес', 34, '15950', NULL, NULL),
(337, 'Ural airlines', '16:00 KUF', 'Самара', '4 часа 40 минут', '20:40 SVO', 'Москва', '2022-06-10', '2022-06-09', 'Люкс', 34, '24750', NULL, NULL),
(338, 'British airline', '9:50 LED', 'Санкт Петербург', '2 часа 0 минут', '11:50 SVO', 'Москва', '2022-06-08', '2022-06-07', 'Эконом', 34, '9000', NULL, NULL),
(339, 'Delta airline', '14:30 LED', 'Санкт Петербург', '5 часа 20 минут', '19:50 SVO', 'Москва', '2022-06-08', '2022-06-07', 'Бизнес', 45, '24000', NULL, NULL),
(340, 'Аэрофлот', '16:20 LED', 'Санкт Петербург', '1 часа 30 минут', '17:50 SVO', 'Москва', '2022-06-08', '2022-06-07', 'Люкс', 23, '20500', NULL, NULL),
(341, 'Ural airlines', '19:00 LED', 'Санкт Петербург', '4 часа 40 минут', '23:40 SVO', 'Москва', '2022-06-08', '2022-06-07', 'Бизнес', 34, '15600', NULL, NULL),
(342, 'British airline', '10:20 LED', 'Санкт Петербург', '2 часа 0 минут', '12:20 SVO', 'Москва', '2022-06-08', '2022-06-07', 'Люкс', 11, '18500', NULL, NULL),
(343, 'British airline', '14:20 LED', 'Санкт Петербург', '6 часа 10 минут', '18:30 SVO', 'Москва', '2022-06-08', '2022-06-07', 'Эконом', 34, '7500', NULL, NULL),
(344, 'British airline', '16:40 LED', 'Санкт Петербург', '2 часа 50 минут', '19:30 SVO', 'Москва', '2022-06-08', '2022-06-07', 'Бизнес', 34, '19500', NULL, NULL),
(345, 'Ural airlines', '12:10 LED', 'Санкт Петербург', '6 часа 30 минут', '18:40 SVO', 'Москва', '2022-06-08', '2022-06-07', 'Люкс', 34, '21600', NULL, NULL),
(346, 'British airline', '10:10 LED', 'Санкт Петербург', '2 часа 0 минут', '12:10 SVO', 'Москва', '2022-06-08', '2022-06-07', 'Эконом', 34, '8000', NULL, NULL),
(347, 'British airline', '10:30 LED', 'Санкт Петербург', '2 часа 0 минут', '12:30 SVO', 'Москва', '2022-06-08', '2022-06-07', 'Бизнес', 32, '12000', NULL, NULL),
(348, 'British airline', '10:50 LED', 'Санкт Петербург', '2 часа 0 минут', '12:50 SVO', 'Москва', '2022-06-08', '2022-06-07', 'Бизнес', 34, '12000', NULL, NULL),
(349, 'British airline', '11:10 LED', 'Санкт Петербург', '2 часа 0 минут', '13:10 SVO', 'Москва', '2022-06-08', '2022-06-07', 'Люкс', 23, '23000', NULL, NULL),
(350, 'Аэрофлот', '9:55 LED', 'Санкт Петербург', '2 часа 0 минут', '11:55 SVO', 'Москва', '2022-06-08', '2022-06-07', 'Эконом', 34, '8900', NULL, NULL),
(351, 'Аэрофлот', '10:15 LED', 'Санкт Петербург', '2 часа 0 минут', '12:15 SVO', 'Москва', '2022-06-08', '2022-06-07', 'Люкс', 34, '22950', NULL, NULL),
(352, 'Аэрофлот', '10:35 LED', 'Санкт Петербург', '2 часа 0 минут', '12:35 SVO', 'Москва', '2022-06-08', '2022-06-07', 'Эконом', 43, '7740', NULL, NULL),
(353, 'British airline', '10:40 LED', 'Санкт Петербург', '2 часа 50 минут', '13:30 SVO', 'Москва', '2022-06-08', '2022-06-07', 'Эконом', 12, '8300', NULL, NULL),
(354, 'British airline', '11:00 LED', 'Санкт Петербург', '2 часа 50 минут', '13:50 SVO', 'Москва', '2022-06-08', '2022-06-07', 'Бизнес', 45, '19250', NULL, NULL),
(355, 'British airline', '12:20 LED', 'Санкт Петербург', '2 часа 0 минут', '14:20 SVO', 'Москва', '2022-06-08', '2022-06-07', 'Люкс', 34, '26500', NULL, NULL),
(356, 'Ural airlines', '11:20 LED', 'Санкт Петербург', '2 часа 0 минут', '13:20 SVO', 'Москва', '2022-06-08', '2022-06-07', 'Эконом', 25, '7100', NULL, NULL),
(357, 'Ural airlines', '12:20 LED', 'Санкт Петербург', '2 часа 0 минут', '14:20 SVO', 'Москва', '2022-06-08', '2022-06-07', 'Эконом', 25, '7500', NULL, NULL),
(358, 'Ural airlines', '13:20 LED', 'Санкт Петербург', '2 часа 0 минут', '15:20 SVO', 'Москва', '2022-06-08', '2022-06-07', 'Эконом', 25, '7700', NULL, NULL),
(359, 'Ural airlines', '15:20 LED', 'Санкт Петербург', '2 часа 0 минут', '17:20 SVO', 'Москва', '2022-06-08', '2022-06-07', 'Бизнес', 25, '18700', NULL, NULL),
(360, 'Ural airlines', '11:25 LED', 'Санкт Петербург', '2 часа 0 минут', '13:25 SVO', 'Москва', '2022-06-08', '2022-06-07', 'Эконом', 25, '8300', NULL, NULL),
(361, 'Ural airlines', '13:25 LED', 'Санкт Петербург', '2 часа 0 минут', '15:25 SVO', 'Москва', '2022-06-08', '2022-06-07', 'Бизнес', 25, '16800', NULL, NULL),
(362, 'British airline', '10:50 LED', 'Санкт Петербург', '2 часа 0 минут', '12:50 SVO', 'Москва', '2022-06-08', '2022-06-07', 'Эконом', 34, '9000', NULL, NULL),
(363, 'Delta airline', '15:30 LED', 'Санкт Петербург', '5 часа 20 минут', '20:50 SVO', 'Москва', '2022-06-08', '2022-06-07', 'Бизнес', 45, '24000', NULL, NULL),
(364, 'Аэрофлот', '17:20 LED', 'Санкт Петербург', '1 часа 30 минут', '18:50 SVO', 'Москва', '2022-06-08', '2022-06-07', 'Люкс', 23, '20500', NULL, NULL),
(365, 'Ural airlines', '20:00 LED', 'Санкт Петербург', '4 часа 40 минут', '00:40 SVO', 'Москва', '2022-06-08', '2022-06-07', 'Бизнес', 34, '15600', NULL, NULL),
(366, 'British airline', '11:20 LED', 'Санкт Петербург', '2 часа 0 минут', '13:20 SVO', 'Москва', '2022-06-08', '2022-06-07', 'Люкс', 11, '18500', NULL, NULL),
(367, 'British airline', '15:20 LED', 'Санкт Петербург', '6 часа 10 минут', '19:30 SVO', 'Москва', '2022-06-08', '2022-06-07', 'Эконом', 34, '7500', NULL, NULL),
(368, 'British airline', '17:40 LED', 'Санкт Петербург', '2 часа 50 минут', '20:30 SVO', 'Москва', '2022-06-08', '2022-06-07', 'Бизнес', 34, '19500', NULL, NULL),
(369, 'Ural airlines', '13:10 LED', 'Санкт Петербург', '6 часа 30 минут', '19:40 SVO', 'Москва', '2022-06-08', '2022-06-07', 'Люкс', 34, '21600', NULL, NULL),
(370, 'British airline', '11:10 LED', 'Санкт Петербург', '2 часа 0 минут', '13:10 SVO', 'Москва', '2022-06-08', '2022-06-07', 'Эконом', 34, '8000', NULL, NULL),
(371, 'British airline', '11:30 LED', 'Санкт Петербург', '2 часа 0 минут', '13:30 SVO', 'Москва', '2022-06-08', '2022-06-07', 'Бизнес', 32, '12000', NULL, NULL),
(372, 'British airline', '11:50 LED', 'Санкт Петербург', '2 часа 0 минут', '13:50 SVO', 'Москва', '2022-06-08', '2022-06-07', 'Бизнес', 34, '12000', NULL, NULL),
(373, 'British airline', '12:10 LED', 'Санкт Петербург', '2 часа 0 минут', '14:10 SVO', 'Москва', '2022-06-08', '2022-06-07', 'Люкс', 23, '23000', NULL, NULL),
(374, 'Аэрофлот', '10:55 LED', 'Санкт Петербург', '2 часа 0 минут', '12:55 SVO', 'Москва', '2022-06-08', '2022-06-07', 'Эконом', 34, '8900', NULL, NULL),
(375, 'Аэрофлот', '11:15 LED', 'Санкт Петербург', '2 часа 0 минут', '13:15 SVO', 'Москва', '2022-06-08', '2022-06-07', 'Люкс', 34, '22950', NULL, NULL),
(376, 'Аэрофлот', '11:35 LED', 'Санкт Петербург', '2 часа 0 минут', '13:35 SVO', 'Москва', '2022-06-08', '2022-06-07', 'Эконом', 43, '7740', NULL, NULL),
(377, 'British airline', '11:40 LED', 'Санкт Петербург', '2 часа 50 минут', '14:30 SVO', 'Москва', '2022-06-08', '2022-06-07', 'Эконом', 12, '8300', NULL, NULL),
(378, 'British airline', '12:00 LED', 'Санкт Петербург', '2 часа 50 минут', '14:50 SVO', 'Москва', '2022-06-08', '2022-06-07', 'Бизнес', 45, '19250', NULL, NULL),
(379, 'British airline', '13:20 LED', 'Санкт Петербург', '2 часа 0 минут', '15:20 SVO', 'Москва', '2022-06-08', '2022-06-07', 'Люкс', 34, '26500', NULL, NULL),
(380, 'Ural airlines', '12:20 LED', 'Санкт Петербург', '2 часа 0 минут', '14:20 SVO', 'Москва', '2022-06-08', '2022-06-07', 'Эконом', 25, '7100', NULL, NULL),
(381, 'Ural airlines', '13:20 LED', 'Санкт Петербург', '2 часа 0 минут', '15:20 SVO', 'Москва', '2022-06-08', '2022-06-07', 'Эконом', 25, '7500', NULL, NULL),
(382, 'Ural airlines', '14:20 LED', 'Санкт Петербург', '2 часа 0 минут', '16:20 SVO', 'Москва', '2022-06-08', '2022-06-07', 'Эконом', 25, '7700', NULL, NULL),
(383, 'Ural airlines', '16:20 LED', 'Санкт Петербург', '2 часа 0 минут', '18:20 SVO', 'Москва', '2022-06-08', '2022-06-07', 'Бизнес', 25, '18700', NULL, NULL),
(384, 'Ural airlines', '12:25 LED', 'Санкт Петербург', '2 часа 0 минут', '14:25 SVO', 'Москва', '2022-06-08', '2022-06-07', 'Эконом', 25, '8300', NULL, NULL),
(385, 'Ural airlines', '14:25 LED', 'Санкт Петербург', '2 часа 0 минут', '16:25 SVO', 'Москва', '2022-06-08', '2022-06-07', 'Бизнес', 25, '16800', NULL, NULL),
(386, 'British airline', '9:50 LED', 'Санкт Петербург', '2 часа 0 минут', '11:50 SVO', 'Москва', '2022-06-09', '2022-06-08', 'Эконом', 34, '9000', NULL, NULL),
(387, 'Delta airline', '14:30 LED', 'Санкт Петербург', '5 часа 20 минут', '19:50 SVO', 'Москва', '2022-06-09', '2022-06-08', 'Бизнес', 45, '24000', NULL, NULL),
(388, 'Аэрофлот', '16:20 LED', 'Санкт Петербург', '1 часа 30 минут', '17:50 SVO', 'Москва', '2022-06-09', '2022-06-08', 'Люкс', 23, '20500', NULL, NULL),
(389, 'Ural airlines', '19:00 LED', 'Санкт Петербург', '4 часа 40 минут', '23:40 SVO', 'Москва', '2022-06-09', '2022-06-08', 'Бизнес', 34, '15600', NULL, NULL),
(390, 'British airline', '10:20 LED', 'Санкт Петербург', '2 часа 0 минут', '12:20 SVO', 'Москва', '2022-06-09', '2022-06-08', 'Люкс', 11, '18500', NULL, NULL),
(391, 'British airline', '14:20 LED', 'Санкт Петербург', '6 часа 10 минут', '18:30 SVO', 'Москва', '2022-06-09', '2022-06-08', 'Эконом', 34, '7500', NULL, NULL),
(392, 'British airline', '16:40 LED', 'Санкт Петербург', '2 часа 50 минут', '19:30 SVO', 'Москва', '2022-06-09', '2022-06-08', 'Бизнес', 34, '19500', NULL, NULL),
(393, 'Ural airlines', '12:10 LED', 'Санкт Петербург', '6 часа 30 минут', '18:40 SVO', 'Москва', '2022-06-09', '2022-06-08', 'Люкс', 34, '21600', NULL, NULL),
(394, 'British airline', '10:10 LED', 'Санкт Петербург', '2 часа 0 минут', '12:10 SVO', 'Москва', '2022-06-09', '2022-06-08', 'Эконом', 34, '8000', NULL, NULL),
(395, 'British airline', '10:30 LED', 'Санкт Петербург', '2 часа 0 минут', '12:30 SVO', 'Москва', '2022-06-09', '2022-06-08', 'Бизнес', 32, '12000', NULL, NULL),
(396, 'British airline', '10:50 LED', 'Санкт Петербург', '2 часа 0 минут', '12:50 SVO', 'Москва', '2022-06-09', '2022-06-08', 'Бизнес', 34, '12000', NULL, NULL),
(397, 'British airline', '11:10 LED', 'Санкт Петербург', '2 часа 0 минут', '13:10 SVO', 'Москва', '2022-06-09', '2022-06-08', 'Люкс', 23, '23000', NULL, NULL),
(398, 'Аэрофлот', '9:55 LED', 'Санкт Петербург', '2 часа 0 минут', '11:55 SVO', 'Москва', '2022-06-09', '2022-06-08', 'Эконом', 34, '8900', NULL, NULL),
(399, 'Аэрофлот', '10:15 LED', 'Санкт Петербург', '2 часа 0 минут', '12:15 SVO', 'Москва', '2022-06-09', '2022-06-08', 'Люкс', 34, '22950', NULL, NULL),
(400, 'Аэрофлот', '10:35 LED', 'Санкт Петербург', '2 часа 0 минут', '12:35 SVO', 'Москва', '2022-06-09', '2022-06-08', 'Эконом', 43, '7740', NULL, NULL),
(401, 'British airline', '10:40 LED', 'Санкт Петербург', '2 часа 50 минут', '13:30 SVO', 'Москва', '2022-06-09', '2022-06-08', 'Эконом', 12, '8300', NULL, NULL),
(402, 'British airline', '11:00 LED', 'Санкт Петербург', '2 часа 50 минут', '13:50 SVO', 'Москва', '2022-06-09', '2022-06-08', 'Бизнес', 45, '19250', NULL, NULL),
(403, 'British airline', '12:20 LED', 'Санкт Петербург', '2 часа 0 минут', '14:20 SVO', 'Москва', '2022-06-09', '2022-06-08', 'Люкс', 34, '26500', NULL, NULL),
(404, 'Ural airlines', '11:20 LED', 'Санкт Петербург', '2 часа 0 минут', '13:20 SVO', 'Москва', '2022-06-09', '2022-06-08', 'Эконом', 25, '7100', NULL, NULL),
(405, 'Ural airlines', '12:20 LED', 'Санкт Петербург', '2 часа 0 минут', '14:20 SVO', 'Москва', '2022-06-09', '2022-06-08', 'Эконом', 25, '7500', NULL, NULL),
(406, 'Ural airlines', '13:20 LED', 'Санкт Петербург', '2 часа 0 минут', '15:20 SVO', 'Москва', '2022-06-09', '2022-06-08', 'Эконом', 25, '7700', NULL, NULL),
(407, 'Ural airlines', '15:20 LED', 'Санкт Петербург', '2 часа 0 минут', '17:20 SVO', 'Москва', '2022-06-09', '2022-06-08', 'Бизнес', 25, '18700', NULL, NULL),
(408, 'Ural airlines', '11:25 LED', 'Санкт Петербург', '2 часа 0 минут', '13:25 SVO', 'Москва', '2022-06-09', '2022-06-08', 'Эконом', 25, '8300', NULL, NULL),
(409, 'Ural airlines', '13:25 LED', 'Санкт Петербург', '2 часа 0 минут', '15:25 SVO', 'Москва', '2022-06-09', '2022-06-08', 'Бизнес', 25, '16800', NULL, NULL),
(410, 'British airline', '10:50 LED', 'Санкт Петербург', '2 часа 0 минут', '12:50 SVO', 'Москва', '2022-06-09', '2022-06-08', 'Эконом', 34, '9000', NULL, NULL),
(411, 'Delta airline', '15:30 LED', 'Санкт Петербург', '5 часа 20 минут', '20:50 SVO', 'Москва', '2022-06-09', '2022-06-08', 'Бизнес', 45, '24000', NULL, NULL),
(412, 'Аэрофлот', '17:20 LED', 'Санкт Петербург', '1 часа 30 минут', '18:50 SVO', 'Москва', '2022-06-09', '2022-06-08', 'Люкс', 23, '20500', NULL, NULL),
(413, 'Ural airlines', '20:00 LED', 'Санкт Петербург', '4 часа 40 минут', '00:40 SVO', 'Москва', '2022-06-09', '2022-06-08', 'Бизнес', 34, '15600', NULL, NULL),
(414, 'British airline', '11:20 LED', 'Санкт Петербург', '2 часа 0 минут', '13:20 SVO', 'Москва', '2022-06-09', '2022-06-08', 'Люкс', 11, '18500', NULL, NULL),
(415, 'British airline', '15:20 LED', 'Санкт Петербург', '6 часа 10 минут', '19:30 SVO', 'Москва', '2022-06-09', '2022-06-08', 'Эконом', 34, '7500', NULL, NULL),
(416, 'British airline', '17:40 LED', 'Санкт Петербург', '2 часа 50 минут', '20:30 SVO', 'Москва', '2022-06-09', '2022-06-08', 'Бизнес', 34, '19500', NULL, NULL),
(417, 'Ural airlines', '13:10 LED', 'Санкт Петербург', '6 часа 30 минут', '19:40 SVO', 'Москва', '2022-06-09', '2022-06-08', 'Люкс', 34, '21600', NULL, NULL),
(418, 'British airline', '11:10 LED', 'Санкт Петербург', '2 часа 0 минут', '13:10 SVO', 'Москва', '2022-06-09', '2022-06-08', 'Эконом', 34, '8000', NULL, NULL),
(419, 'British airline', '11:30 LED', 'Санкт Петербург', '2 часа 0 минут', '13:30 SVO', 'Москва', '2022-06-09', '2022-06-08', 'Бизнес', 32, '12000', NULL, NULL),
(420, 'British airline', '11:50 LED', 'Санкт Петербург', '2 часа 0 минут', '13:50 SVO', 'Москва', '2022-06-09', '2022-06-08', 'Бизнес', 34, '12000', NULL, NULL),
(421, 'British airline', '12:10 LED', 'Санкт Петербург', '2 часа 0 минут', '14:10 SVO', 'Москва', '2022-06-09', '2022-06-08', 'Люкс', 23, '23000', NULL, NULL),
(422, 'Аэрофлот', '10:55 LED', 'Санкт Петербург', '2 часа 0 минут', '12:55 SVO', 'Москва', '2022-06-09', '2022-06-08', 'Эконом', 34, '8900', NULL, NULL),
(423, 'Аэрофлот', '11:15 LED', 'Санкт Петербург', '2 часа 0 минут', '13:15 SVO', 'Москва', '2022-06-09', '2022-06-08', 'Люкс', 34, '22950', NULL, NULL),
(424, 'Аэрофлот', '11:35 LED', 'Санкт Петербург', '2 часа 0 минут', '13:35 SVO', 'Москва', '2022-06-09', '2022-06-08', 'Эконом', 43, '7740', NULL, NULL),
(425, 'British airline', '11:40 LED', 'Санкт Петербург', '2 часа 50 минут', '14:30 SVO', 'Москва', '2022-06-09', '2022-06-08', 'Эконом', 12, '8300', NULL, NULL),
(426, 'British airline', '12:00 LED', 'Санкт Петербург', '2 часа 50 минут', '14:50 SVO', 'Москва', '2022-06-09', '2022-06-08', 'Бизнес', 45, '19250', NULL, NULL),
(427, 'British airline', '13:20 LED', 'Санкт Петербург', '2 часа 0 минут', '15:20 SVO', 'Москва', '2022-06-09', '2022-06-08', 'Люкс', 34, '26500', NULL, NULL),
(428, 'Ural airlines', '12:20 LED', 'Санкт Петербург', '2 часа 0 минут', '14:20 SVO', 'Москва', '2022-06-09', '2022-06-08', 'Эконом', 25, '7100', NULL, NULL),
(429, 'Ural airlines', '13:20 LED', 'Санкт Петербург', '2 часа 0 минут', '15:20 SVO', 'Москва', '2022-06-09', '2022-06-08', 'Эконом', 25, '7500', NULL, NULL),
(430, 'Ural airlines', '14:20 LED', 'Санкт Петербург', '2 часа 0 минут', '16:20 SVO', 'Москва', '2022-06-09', '2022-06-08', 'Эконом', 25, '7700', NULL, NULL),
(431, 'Ural airlines', '16:20 LED', 'Санкт Петербург', '2 часа 0 минут', '18:20 SVO', 'Москва', '2022-06-09', '2022-06-08', 'Бизнес', 25, '18700', NULL, NULL),
(432, 'Ural airlines', '12:25 LED', 'Санкт Петербург', '2 часа 0 минут', '14:25 SVO', 'Москва', '2022-06-09', '2022-06-08', 'Эконом', 25, '8300', NULL, NULL),
(433, 'Ural airlines', '14:25 LED', 'Санкт Петербург', '2 часа 0 минут', '16:25 SVO', 'Москва', '2022-06-09', '2022-06-08', 'Бизнес', 25, '16800', NULL, NULL),
(434, 'Delta airline', '12:30 LED', 'Санкт Петербург', '5 часа 20 минут', '17:50 SVO', 'Москва', '2022-06-10', '2022-06-09', 'Бизнес', 25, '17500', NULL, NULL),
(435, 'Delta airline', '13:30 LED', 'Санкт Петербург', '5 часа 20 минут', '18:50 SVO', 'Москва', '2022-06-10', '2022-06-09', 'Люкс', 25, '32800', NULL, NULL),
(436, 'Delta airline', '15:30 LED', 'Санкт Петербург', '5 часа 20 минут', '20:50 SVO', 'Москва', '2022-06-10', '2022-06-09', 'Люкс', 25, '31800', NULL, NULL),
(437, 'British airline', '16:20 LED', 'Санкт Петербург', '2 часа 0 минут', '18:20 SVO', 'Москва', '2022-06-10', '2022-06-09', 'Эконом', 34, '6500', NULL, NULL),
(438, 'British airline', '18:20 LED', 'Санкт Петербург', '2 часа 0 минут', '20:20 SVO', 'Москва', '2022-06-10', '2022-06-09', 'Бизнес', 34, '16200', NULL, NULL),
(439, 'Ural airlines', '14:10 LED', 'Санкт Петербург', '6 часа 30 минут', '20:40 SVO', 'Москва', '2022-06-10', '2022-06-09', 'Люкс', 34, '28500', NULL, NULL),
(440, 'Ural airlines', '16:10 LED', 'Санкт Петербург', '6 часа 30 минут', '22:40 SVO', 'Москва', '2022-06-10', '2022-06-09', 'Эконом', 34, '6200', NULL, NULL),
(441, 'Ural airlines', '18:10 LED', 'Санкт Петербург', '6 часа 30 минут', '01:40 SVO', 'Москва', '2022-06-10', '2022-06-09', 'Бизнес', 34, '19900', NULL, NULL),
(442, 'Ural airlines', '12:00 LED', 'Санкт Петербург', '4 часа 40 минут', '16:40 SVO', 'Москва', '2022-06-10', '2022-06-09', 'Люкс', 34, '32900', NULL, NULL),
(443, 'Ural airlines', '13:00 LED', 'Санкт Петербург', '4 часа 40 минут', '17:40 SVO', 'Москва', '2022-06-10', '2022-06-09', 'Эконом', 34, '5950', NULL, NULL),
(444, 'Ural airlines', '14:00 LED', 'Санкт Петербург', '4 часа 40 минут', '18:40 SVO', 'Москва', '2022-06-10', '2022-06-09', 'Бизнес', 34, '15950', NULL, NULL),
(445, 'Ural airlines', '15:00 LED', 'Санкт Петербург', '4 часа 40 минут', '19:40 SVO', 'Москва', '2022-06-10', '2022-06-09', 'Люкс', 34, '24750', NULL, NULL),
(446, 'Delta airline', '13:30 LED', 'Санкт Петербург', '5 часа 20 минут', '18:50 SVO', 'Москва', '2022-06-10', '2022-06-09', 'Бизнес', 25, '17500', NULL, NULL),
(447, 'Delta airline', '14:30 LED', 'Санкт Петербург', '5 часа 20 минут', '19:50 SVO', 'Москва', '2022-06-10', '2022-06-09', 'Люкс', 25, '32800', NULL, NULL),
(448, 'Delta airline', '16:30 LED', 'Санкт Петербург', '5 часа 20 минут', '21:50 SVO', 'Москва', '2022-06-10', '2022-06-09', 'Люкс', 25, '31800', NULL, NULL),
(449, 'British airline', '17:20 LED', 'Санкт Петербург', '2 часа 0 минут', '19:20 SVO', 'Москва', '2022-06-10', '2022-06-09', 'Эконом', 34, '6500', NULL, NULL),
(450, 'British airline', '19:20 LED', 'Санкт Петербург', '2 часа 0 минут', '21:20 SVO', 'Москва', '2022-06-10', '2022-06-09', 'Бизнес', 34, '16200', NULL, NULL),
(451, 'Ural airlines', '15:10 LED', 'Санкт Петербург', '6 часа 30 минут', '21:40 SVO', 'Москва', '2022-06-10', '2022-06-09', 'Люкс', 34, '28500', NULL, NULL),
(452, 'Ural airlines', '17:10 LED', 'Санкт Петербург', '6 часа 30 минут', '23:40 SVO', 'Москва', '2022-06-10', '2022-06-09', 'Эконом', 34, '6200', NULL, NULL),
(453, 'Ural airlines', '19:10 LED', 'Санкт Петербург', '6 часа 30 минут', '02:40 SVO', 'Москва', '2022-06-10', '2022-06-09', 'Бизнес', 34, '19900', NULL, NULL),
(454, 'Ural airlines', '13:00 LED', 'Санкт Петербург', '4 часа 40 минут', '17:40 SVO', 'Москва', '2022-06-10', '2022-06-09', 'Люкс', 34, '32900', NULL, NULL),
(455, 'Ural airlines', '14:00 LED', 'Санкт Петербург', '4 часа 40 минут', '18:40 SVO', 'Москва', '2022-06-10', '2022-06-09', 'Эконом', 34, '5950', NULL, NULL),
(456, 'Ural airlines', '15:00 LED', 'Санкт Петербург', '4 часа 40 минут', '19:40 SVO', 'Москва', '2022-06-10', '2022-06-09', 'Бизнес', 34, '15950', NULL, NULL),
(457, 'Ural airlines', '16:00 LED', 'Санкт Петербург', '4 часа 40 минут', '20:40 SVO', 'Москва', '2022-06-10', '2022-06-09', 'Люкс', 34, '24750', NULL, NULL),
(458, 'British airline', '9:50 SVO', 'Москва', '2 часа 0 минут', '11:50 ABA', 'Абакан', '2022-06-03', '2022-06-02', 'Эконом', 34, '9000', NULL, NULL),
(459, 'Delta airline', '14:30 CIU', 'Солт Сте Мари', '5 часа 20 минут', '19:50 SVO', 'Москва', '2022-06-03', '2022-06-02', 'Бизнес', 45, '24000', NULL, NULL),
(460, 'Аэрофлот', '16:20 LED', 'Санкт Петербург', '1 часа 30 минут', '17:50 SVO', 'Москва', '2022-06-03', '2022-06-02', 'Люкс', 23, '20500', NULL, NULL),
(461, 'British airline', '10:10 SVO', 'Москва', '2 часа 0 минут', '12:10 ABA', 'Абакан', '2022-06-03', '2022-06-02', 'Эконом', 34, '8000', NULL, NULL),
(462, 'British airline', '10:30 SVO', 'Москва', '2 часа 0 минут', '12:30 ABA', 'Абакан', '2022-06-03', '2022-06-02', 'Бизнес', 32, '12000', NULL, NULL),
(463, 'British airline', '10:50 SVO', 'Москва', '2 часа 0 минут', '12:50 ABA', 'Абакан', '2022-06-03', '2022-06-02', 'Бизнес', 34, '12000', NULL, NULL),
(464, 'British airline', '11:10 SVO', 'Москва', '2 часа 0 минут', '13:10 ABA', 'Абакан', '2022-06-03', '2022-06-02', 'Люкс', 23, '23000', NULL, NULL),
(465, 'Аэрофлот', '9:55 SVO', 'Москва', '2 часа 0 минут', '11:55 ABA', 'Абакан', '2022-06-03', '2022-06-02', 'Эконом', 34, '8900', NULL, NULL),
(466, 'Аэрофлот', '10:15 SVO', 'Москва', '2 часа 0 минут', '12:15 ABA', 'Абакан', '2022-06-03', '2022-06-02', 'Люкс', 34, '22950', NULL, NULL),
(467, 'Аэрофлот', '10:35 SVO', 'Москва', '2 часа 0 минут', '12:35 ABA', 'Абакан', '2022-06-03', '2022-06-02', 'Эконом', 43, '7740', NULL, NULL),
(468, 'Ural airlines', '11:20 LED', 'Санкт Петербург', '2 часа 0 минут', '13:20 SVO', 'Москва', '2022-06-03', '2022-06-02', 'Эконом', 25, '7100', NULL, NULL),
(469, 'Ural airlines', '12:20 LED', 'Санкт Петербург', '2 часа 0 минут', '14:20 SVO', 'Москва', '2022-06-03', '2022-06-02', 'Эконом', 25, '7500', NULL, NULL),
(470, 'Ural airlines', '13:20 LED', 'Санкт Петербург', '2 часа 0 минут', '15:20 SVO', 'Москва', '2022-06-03', '2022-06-02', 'Эконом', 25, '7700', NULL, NULL),
(471, 'British airline', '9:50 KUF', 'Самара', '2 часа 0 минут', '11:50 SVO', 'Москва', '2022-06-03', '2022-06-02', 'Эконом', 34, '9000', NULL, NULL),
(472, 'Delta airline', '14:30 KUF', 'Самара', '5 часа 20 минут', '19:50 SVO', 'Москва', '2022-06-03', '2022-06-02', 'Бизнес', 45, '24000', NULL, NULL),
(473, 'Аэрофлот', '16:20 KUF', 'Самара', '1 часа 30 минут', '17:50 SVO', 'Москва', '2022-06-03', '2022-06-02', 'Люкс', 23, '20500', NULL, NULL),
(474, 'Ural airlines', '19:00 KUF', 'Самара', '4 часа 40 минут', '23:40 SVO', 'Москва', '2022-06-03', '2022-06-02', 'Бизнес', 34, '15600', NULL, NULL),
(475, 'British airline', '10:20 KUF', 'Самара', '2 часа 0 минут', '12:20 SVO', 'Москва', '2022-06-03', '2022-06-02', 'Люкс', 11, '18500', NULL, NULL),
(476, 'British airline', '14:20 KUF', 'Самара', '6 часа 10 минут', '18:30 SVO', 'Москва', '2022-06-03', '2022-06-02', 'Эконом', 34, '7500', NULL, NULL),
(477, 'British airline', '16:40 KUF', 'Самара', '2 часа 50 минут', '19:30 SVO', 'Москва', '2022-06-03', '2022-06-02', 'Бизнес', 34, '19500', NULL, NULL),
(478, 'Ural airlines', '12:10 KUF', 'Самара', '6 часа 30 минут', '18:40 SVO', 'Москва', '2022-06-03', '2022-06-02', 'Люкс', 34, '21600', NULL, NULL),
(479, 'British airline', '10:10 KUF', 'Самара', '2 часа 0 минут', '12:10 SVO', 'Москва', '2022-06-03', '2022-06-02', 'Эконом', 34, '8000', NULL, NULL),
(480, 'British airline', '10:30 KUF', 'Самара', '2 часа 0 минут', '12:30 SVO', 'Москва', '2022-06-03', '2022-06-02', 'Бизнес', 32, '12000', NULL, NULL),
(481, 'British airline', '10:50 KUF', 'Самара', '2 часа 0 минут', '12:50 SVO', 'Москва', '2022-06-03', '2022-06-02', 'Бизнес', 34, '12000', NULL, NULL),
(482, 'British airline', '11:10 KUF', 'Самара', '2 часа 0 минут', '13:10 SVO', 'Москва', '2022-06-03', '2022-06-02', 'Люкс', 23, '23000', NULL, NULL),
(483, 'Аэрофлот', '9:55 KUF', 'Самара', '2 часа 0 минут', '11:55 SVO', 'Москва', '2022-06-03', '2022-06-02', 'Эконом', 34, '8900', NULL, NULL),
(484, 'Аэрофлот', '10:15 KUF', 'Самара', '2 часа 0 минут', '12:15 SVO', 'Москва', '2022-06-03', '2022-06-02', 'Люкс', 34, '22950', NULL, NULL),
(485, 'Аэрофлот', '10:35 KUF', 'Самара', '2 часа 0 минут', '12:35 SVO', 'Москва', '2022-06-03', '2022-06-02', 'Эконом', 43, '7740', NULL, NULL),
(486, 'British airline', '10:40 KUF', 'Самара', '2 часа 50 минут', '13:30 SVO', 'Москва', '2022-06-03', '2022-06-02', 'Эконом', 12, '8300', NULL, NULL),
(487, 'British airline', '11:00 KUF', 'Самара', '2 часа 50 минут', '13:50 SVO', 'Москва', '2022-06-03', '2022-06-02', 'Бизнес', 45, '19250', NULL, NULL),
(488, 'British airline', '12:20 KUF', 'Самара', '2 часа 0 минут', '14:20 SVO', 'Москва', '2022-06-03', '2022-06-02', 'Люкс', 34, '26500', NULL, NULL),
(489, 'Ural airlines', '11:20 KUF', 'Самара', '2 часа 0 минут', '13:20 SVO', 'Москва', '2022-06-03', '2022-06-02', 'Эконом', 25, '7100', NULL, NULL),
(490, 'Ural airlines', '12:20 KUF', 'Самара', '2 часа 0 минут', '14:20 SVO', 'Москва', '2022-06-03', '2022-06-02', 'Эконом', 25, '7500', NULL, NULL),
(491, 'Ural airlines', '13:20 KUF', 'Самара', '2 часа 0 минут', '15:20 SVO', 'Москва', '2022-06-03', '2022-06-02', 'Эконом', 25, '7700', NULL, NULL),
(492, 'Ural airlines', '15:20 KUF', 'Самара', '2 часа 0 минут', '17:20 SVO', 'Москва', '2022-06-03', '2022-06-02', 'Бизнес', 25, '18700', NULL, NULL),
(493, 'Ural airlines', '11:25 KUF', 'Самара', '2 часа 0 минут', '13:25 SVO', 'Москва', '2022-06-03', '2022-06-02', 'Эконом', 25, '8300', NULL, NULL),
(494, 'Ural airlines', '13:25 KUF', 'Самара', '2 часа 0 минут', '15:25 SVO', 'Москва', '2022-06-03', '2022-06-02', 'Бизнес', 25, '16800', NULL, NULL),
(495, 'British airline', '10:50 KUF', 'Самара', '2 часа 0 минут', '12:50 SVO', 'Москва', '2022-06-03', '2022-06-02', 'Эконом', 34, '9000', NULL, NULL),
(496, 'Delta airline', '15:30 KUF', 'Самара', '5 часа 20 минут', '20:50 SVO', 'Москва', '2022-06-03', '2022-06-02', 'Бизнес', 45, '24000', NULL, NULL),
(497, 'Аэрофлот', '17:20 KUF', 'Самара', '1 часа 30 минут', '18:50 SVO', 'Москва', '2022-06-03', '2022-06-02', 'Люкс', 23, '20500', NULL, NULL),
(498, 'Ural airlines', '20:00 KUF', 'Самара', '4 часа 40 минут', '00:40 SVO', 'Москва', '2022-06-03', '2022-06-02', 'Бизнес', 34, '15600', NULL, NULL),
(499, 'British airline', '11:20 KUF', 'Самара', '2 часа 0 минут', '13:20 SVO', 'Москва', '2022-06-03', '2022-06-02', 'Люкс', 11, '18500', NULL, NULL),
(500, 'British airline', '15:20 KUF', 'Самара', '6 часа 10 минут', '19:30 SVO', 'Москва', '2022-06-03', '2022-06-02', 'Эконом', 34, '7500', NULL, NULL),
(501, 'British airline', '17:40 KUF', 'Самара', '2 часа 50 минут', '20:30 SVO', 'Москва', '2022-06-03', '2022-06-02', 'Бизнес', 34, '19500', NULL, NULL),
(502, 'Ural airlines', '13:10 KUF', 'Самара', '6 часа 30 минут', '19:40 SVO', 'Москва', '2022-06-03', '2022-06-02', 'Люкс', 34, '21600', NULL, NULL),
(503, 'British airline', '11:10 KUF', 'Самара', '2 часа 0 минут', '13:10 SVO', 'Москва', '2022-06-03', '2022-06-02', 'Эконом', 34, '8000', NULL, NULL),
(504, 'British airline', '11:30 KUF', 'Самара', '2 часа 0 минут', '13:30 SVO', 'Москва', '2022-06-03', '2022-06-02', 'Бизнес', 32, '12000', NULL, NULL),
(505, 'British airline', '11:50 KUF', 'Самара', '2 часа 0 минут', '13:50 SVO', 'Москва', '2022-06-03', '2022-06-02', 'Бизнес', 34, '12000', NULL, NULL),
(506, 'British airline', '12:10 KUF', 'Самара', '2 часа 0 минут', '14:10 SVO', 'Москва', '2022-06-03', '2022-06-02', 'Люкс', 23, '23000', NULL, NULL),
(507, 'Аэрофлот', '10:55 KUF', 'Самара', '2 часа 0 минут', '12:55 SVO', 'Москва', '2022-06-03', '2022-06-02', 'Эконом', 34, '8900', NULL, NULL),
(508, 'Аэрофлот', '11:15 KUF', 'Самара', '2 часа 0 минут', '13:15 SVO', 'Москва', '2022-06-03', '2022-06-02', 'Люкс', 34, '22950', NULL, NULL),
(509, 'Аэрофлот', '11:35 KUF', 'Самара', '2 часа 0 минут', '13:35 SVO', 'Москва', '2022-06-03', '2022-06-02', 'Эконом', 43, '7740', NULL, NULL),
(510, 'British airline', '11:40 KUF', 'Самара', '2 часа 50 минут', '14:30 SVO', 'Москва', '2022-06-03', '2022-06-02', 'Эконом', 12, '8300', NULL, NULL),
(511, 'British airline', '12:00 KUF', 'Самара', '2 часа 50 минут', '14:50 SVO', 'Москва', '2022-06-03', '2022-06-02', 'Бизнес', 45, '19250', NULL, NULL),
(512, 'British airline', '13:20 KUF', 'Самара', '2 часа 0 минут', '15:20 SVO', 'Москва', '2022-06-03', '2022-06-02', 'Люкс', 34, '26500', NULL, NULL),
(513, 'Ural airlines', '12:20 KUF', 'Самара', '2 часа 0 минут', '14:20 SVO', 'Москва', '2022-06-03', '2022-06-02', 'Эконом', 25, '7100', NULL, NULL),
(514, 'Ural airlines', '13:20 KUF', 'Самара', '2 часа 0 минут', '15:20 SVO', 'Москва', '2022-06-03', '2022-06-02', 'Эконом', 25, '7500', NULL, NULL),
(515, 'Ural airlines', '14:20 KUF', 'Самара', '2 часа 0 минут', '16:20 SVO', 'Москва', '2022-06-03', '2022-06-02', 'Эконом', 25, '7700', NULL, NULL),
(516, 'Ural airlines', '16:20 KUF', 'Самара', '2 часа 0 минут', '18:20 SVO', 'Москва', '2022-06-03', '2022-06-02', 'Бизнес', 25, '18700', NULL, NULL),
(517, 'Ural airlines', '12:25 KUF', 'Самара', '2 часа 0 минут', '14:25 SVO', 'Москва', '2022-06-03', '2022-06-02', 'Эконом', 25, '8300', NULL, NULL),
(518, 'Ural airlines', '14:25 KUF', 'Самара', '2 часа 0 минут', '16:25 SVO', 'Москва', '2022-06-03', '2022-06-02', 'Бизнес', 25, '16800', NULL, NULL),
(519, 'British airline', '9:50 LED', 'Санкт Петербург', '2 часа 0 минут', '11:50 SVO', 'Москва', '2022-06-03', '2022-06-02', 'Эконом', 34, '9000', NULL, NULL),
(520, 'Delta airline', '14:30 LED', 'Санкт Петербург', '5 часа 20 минут', '19:50 SVO', 'Москва', '2022-06-03', '2022-06-02', 'Бизнес', 45, '24000', NULL, NULL),
(521, 'Аэрофлот', '16:20 LED', 'Санкт Петербург', '1 часа 30 минут', '17:50 SVO', 'Москва', '2022-06-03', '2022-06-02', 'Люкс', 23, '20500', NULL, NULL),
(522, 'Ural airlines', '19:00 LED', 'Санкт Петербург', '4 часа 40 минут', '23:40 SVO', 'Москва', '2022-06-03', '2022-06-02', 'Бизнес', 34, '15600', NULL, NULL),
(523, 'British airline', '10:20 LED', 'Санкт Петербург', '2 часа 0 минут', '12:20 SVO', 'Москва', '2022-06-03', '2022-06-02', 'Люкс', 11, '18500', NULL, NULL),
(524, 'British airline', '14:20 LED', 'Санкт Петербург', '6 часа 10 минут', '18:30 SVO', 'Москва', '2022-06-03', '2022-06-02', 'Эконом', 34, '7500', NULL, NULL),
(525, 'British airline', '16:40 LED', 'Санкт Петербург', '2 часа 50 минут', '19:30 SVO', 'Москва', '2022-06-03', '2022-06-02', 'Бизнес', 34, '19500', NULL, NULL),
(526, 'Ural airlines', '12:10 LED', 'Санкт Петербург', '6 часа 30 минут', '18:40 SVO', 'Москва', '2022-06-03', '2022-06-02', 'Люкс', 34, '21600', NULL, NULL),
(527, 'British airline', '10:10 LED', 'Санкт Петербург', '2 часа 0 минут', '12:10 SVO', 'Москва', '2022-06-03', '2022-06-02', 'Эконом', 34, '8000', NULL, NULL),
(528, 'British airline', '10:30 LED', 'Санкт Петербург', '2 часа 0 минут', '12:30 SVO', 'Москва', '2022-06-03', '2022-06-02', 'Бизнес', 32, '12000', NULL, NULL),
(529, 'British airline', '10:50 LED', 'Санкт Петербург', '2 часа 0 минут', '12:50 SVO', 'Москва', '2022-06-03', '2022-06-02', 'Бизнес', 34, '12000', NULL, NULL),
(530, 'British airline', '11:10 LED', 'Санкт Петербург', '2 часа 0 минут', '13:10 SVO', 'Москва', '2022-06-03', '2022-06-02', 'Люкс', 23, '23000', NULL, NULL),
(531, 'Аэрофлот', '9:55 LED', 'Санкт Петербург', '2 часа 0 минут', '11:55 SVO', 'Москва', '2022-06-03', '2022-06-02', 'Эконом', 34, '8900', NULL, NULL),
(532, 'Аэрофлот', '10:15 LED', 'Санкт Петербург', '2 часа 0 минут', '12:15 SVO', 'Москва', '2022-06-03', '2022-06-02', 'Люкс', 34, '22950', NULL, NULL),
(533, 'Аэрофлот', '10:35 LED', 'Санкт Петербург', '2 часа 0 минут', '12:35 SVO', 'Москва', '2022-06-03', '2022-06-02', 'Эконом', 43, '7740', NULL, NULL),
(534, 'British airline', '10:40 LED', 'Санкт Петербург', '2 часа 50 минут', '13:30 SVO', 'Москва', '2022-06-03', '2022-06-02', 'Эконом', 12, '8300', NULL, NULL),
(535, 'British airline', '11:00 LED', 'Санкт Петербург', '2 часа 50 минут', '13:50 SVO', 'Москва', '2022-06-03', '2022-06-02', 'Бизнес', 45, '19250', NULL, NULL),
(536, 'British airline', '12:20 LED', 'Санкт Петербург', '2 часа 0 минут', '14:20 SVO', 'Москва', '2022-06-03', '2022-06-02', 'Люкс', 34, '26500', NULL, NULL),
(537, 'Ural airlines', '11:20 LED', 'Санкт Петербург', '2 часа 0 минут', '13:20 SVO', 'Москва', '2022-06-03', '2022-06-02', 'Эконом', 25, '7100', NULL, NULL),
(538, 'Ural airlines', '12:20 LED', 'Санкт Петербург', '2 часа 0 минут', '14:20 SVO', 'Москва', '2022-06-03', '2022-06-02', 'Эконом', 25, '7500', NULL, NULL),
(539, 'Ural airlines', '13:20 LED', 'Санкт Петербург', '2 часа 0 минут', '15:20 SVO', 'Москва', '2022-06-03', '2022-06-02', 'Эконом', 25, '7700', NULL, NULL),
(540, 'Ural airlines', '15:20 LED', 'Санкт Петербург', '2 часа 0 минут', '17:20 SVO', 'Москва', '2022-06-03', '2022-06-02', 'Бизнес', 25, '18700', NULL, NULL),
(541, 'Ural airlines', '11:25 LED', 'Санкт Петербург', '2 часа 0 минут', '13:25 SVO', 'Москва', '2022-06-03', '2022-06-02', 'Эконом', 25, '8300', NULL, NULL),
(542, 'Ural airlines', '13:25 LED', 'Санкт Петербург', '2 часа 0 минут', '15:25 SVO', 'Москва', '2022-06-03', '2022-06-02', 'Бизнес', 25, '16800', NULL, NULL),
(543, 'British airline', '10:50 LED', 'Санкт Петербург', '2 часа 0 минут', '12:50 SVO', 'Москва', '2022-06-03', '2022-06-02', 'Эконом', 34, '9000', NULL, NULL),
(544, 'Delta airline', '15:30 LED', 'Санкт Петербург', '5 часа 20 минут', '20:50 SVO', 'Москва', '2022-06-03', '2022-06-02', 'Бизнес', 45, '24000', NULL, NULL),
(545, 'Аэрофлот', '17:20 LED', 'Санкт Петербург', '1 часа 30 минут', '18:50 SVO', 'Москва', '2022-06-03', '2022-06-02', 'Люкс', 23, '20500', NULL, NULL),
(546, 'Ural airlines', '20:00 LED', 'Санкт Петербург', '4 часа 40 минут', '00:40 SVO', 'Москва', '2022-06-03', '2022-06-02', 'Бизнес', 34, '15600', NULL, NULL),
(547, 'British airline', '11:20 LED', 'Санкт Петербург', '2 часа 0 минут', '13:20 SVO', 'Москва', '2022-06-03', '2022-06-02', 'Люкс', 11, '18500', NULL, NULL),
(548, 'British airline', '15:20 LED', 'Санкт Петербург', '6 часа 10 минут', '19:30 SVO', 'Москва', '2022-06-03', '2022-06-02', 'Эконом', 34, '7500', NULL, NULL),
(549, 'British airline', '17:40 LED', 'Санкт Петербург', '2 часа 50 минут', '20:30 SVO', 'Москва', '2022-06-03', '2022-06-02', 'Бизнес', 34, '19500', NULL, NULL),
(550, 'Ural airlines', '13:10 LED', 'Санкт Петербург', '6 часа 30 минут', '19:40 SVO', 'Москва', '2022-06-03', '2022-06-02', 'Люкс', 34, '21600', NULL, NULL),
(551, 'British airline', '11:10 LED', 'Санкт Петербург', '2 часа 0 минут', '13:10 SVO', 'Москва', '2022-06-03', '2022-06-02', 'Эконом', 34, '8000', NULL, NULL),
(552, 'British airline', '11:30 LED', 'Санкт Петербург', '2 часа 0 минут', '13:30 SVO', 'Москва', '2022-06-03', '2022-06-02', 'Бизнес', 32, '12000', NULL, NULL),
(553, 'British airline', '11:50 LED', 'Санкт Петербург', '2 часа 0 минут', '13:50 SVO', 'Москва', '2022-06-03', '2022-06-02', 'Бизнес', 34, '12000', NULL, NULL),
(554, 'British airline', '12:10 LED', 'Санкт Петербург', '2 часа 0 минут', '14:10 SVO', 'Москва', '2022-06-03', '2022-06-02', 'Люкс', 23, '23000', NULL, NULL),
(555, 'Аэрофлот', '10:55 LED', 'Санкт Петербург', '2 часа 0 минут', '12:55 SVO', 'Москва', '2022-06-03', '2022-06-02', 'Эконом', 34, '8900', NULL, NULL),
(556, 'Аэрофлот', '11:15 LED', 'Санкт Петербург', '2 часа 0 минут', '13:15 SVO', 'Москва', '2022-06-03', '2022-06-02', 'Люкс', 34, '22950', NULL, NULL),
(557, 'Аэрофлот', '11:35 LED', 'Санкт Петербург', '2 часа 0 минут', '13:35 SVO', 'Москва', '2022-06-03', '2022-06-02', 'Эконом', 43, '7740', NULL, NULL),
(558, 'British airline', '11:40 LED', 'Санкт Петербург', '2 часа 50 минут', '14:30 SVO', 'Москва', '2022-06-03', '2022-06-02', 'Эконом', 12, '8300', NULL, NULL),
(559, 'British airline', '12:00 LED', 'Санкт Петербург', '2 часа 50 минут', '14:50 SVO', 'Москва', '2022-06-03', '2022-06-02', 'Бизнес', 45, '19250', NULL, NULL),
(560, 'British airline', '13:20 LED', 'Санкт Петербург', '2 часа 0 минут', '15:20 SVO', 'Москва', '2022-06-03', '2022-06-02', 'Люкс', 34, '26500', NULL, NULL),
(561, 'Ural airlines', '12:20 LED', 'Санкт Петербург', '2 часа 0 минут', '14:20 SVO', 'Москва', '2022-06-03', '2022-06-02', 'Эконом', 25, '7100', NULL, NULL),
(562, 'Ural airlines', '13:20 LED', 'Санкт Петербург', '2 часа 0 минут', '15:20 SVO', 'Москва', '2022-06-03', '2022-06-02', 'Эконом', 25, '7500', NULL, NULL),
(563, 'Ural airlines', '14:20 LED', 'Санкт Петербург', '2 часа 0 минут', '16:20 SVO', 'Москва', '2022-06-03', '2022-06-02', 'Эконом', 25, '7700', NULL, NULL),
(564, 'Ural airlines', '16:20 LED', 'Санкт Петербург', '2 часа 0 минут', '18:20 SVO', 'Москва', '2022-06-03', '2022-06-02', 'Бизнес', 25, '18700', NULL, NULL),
(565, 'Ural airlines', '12:25 LED', 'Санкт Петербург', '2 часа 0 минут', '14:25 SVO', 'Москва', '2022-06-03', '2022-06-02', 'Эконом', 25, '8300', NULL, NULL),
(566, 'Ural airlines', '14:25 LED', 'Санкт Петербург', '2 часа 0 минут', '16:25 SVO', 'Москва', '2022-06-03', '2022-06-02', 'Бизнес', 25, '16800', NULL, NULL),
(567, 'Ural airlines', '19:00 KUF', 'Самара', '4 часа 40 минут', '23:40 SVO', 'Москва', '2022-06-04', '2022-06-03', 'Бизнес', 34, '15600', NULL, NULL),
(568, 'British airline', '10:20 SVO', 'Москва', '2 часа 0 минут', '12:20 LED', 'Санкт Петербург', '2022-06-04', '2022-06-03', 'Люкс', 11, '18500', NULL, NULL),
(569, 'British airline', '14:20 SVO', 'Москва', '6 часа 10 минут', '18:30 KUF', 'Самара', '2022-06-04', '2022-06-03', 'Эконом', 34, '7500', NULL, NULL),
(570, 'British airline', '16:40 SVO', 'Москва', '2 часа 50 минут', '19:30 CIU', 'Солт Сте Мари', '2022-06-04', '2022-06-03', 'Бизнес', 34, '19500', NULL, NULL),
(571, 'Ural airlines', '12:10 KUF', 'Самара', '6 часа 30 минут', '18:40 LED', 'Санкт Петербург', '2022-06-04', '2022-06-03', 'Люкс', 34, '21600', NULL, NULL),
(572, 'British airline', '10:40 SVO', 'Москва', '2 часа 50 минут', '13:30 CIU', 'Солт Сте Мари', '2022-06-04', '2022-06-03', 'Эконом', 12, '8300', NULL, NULL),
(573, 'British airline', '11:00 SVO', 'Москва', '2 часа 50 минут', '13:50 CIU', 'Солт Сте Мари', '2022-06-04', '2022-06-03', 'Бизнес', 45, '19250', NULL, NULL),
(574, 'British airline', '12:20 SVO', 'Москва', '2 часа 0 минут', '14:20 LED', 'Санкт Петербург', '2022-06-04', '2022-06-03', 'Люкс', 34, '26500', NULL, NULL),
(575, 'Ural airlines', '15:20 LED', 'Санкт Петербург', '2 часа 0 минут', '17:20 SVO', 'Москва', '2022-06-04', '2022-06-03', 'Бизнес', 25, '18700', NULL, NULL),
(576, 'Ural airlines', '11:25 LED', 'Санкт Петербург', '2 часа 0 минут', '13:25 ABA', 'Абакан', '2022-06-04', '2022-06-03', 'Эконом', 25, '8300', NULL, NULL),
(577, 'Ural airlines', '13:25 LED', 'Санкт Петербург', '2 часа 0 минут', '15:25 ABA', 'Абакан', '2022-06-04', '2022-06-03', 'Бизнес', 25, '16800', NULL, NULL),
(578, 'British airline', '9:50 SVO', 'Москва', '2 часа 0 минут', '11:50 ABA', 'Абакан', '2022-06-04', '2022-06-03', 'Эконом', 34, '9000', NULL, NULL),
(579, 'Delta airline', '14:30 SVO', 'Москва', '5 часа 20 минут', '19:50 ABA', 'Абакан', '2022-06-04', '2022-06-03', 'Бизнес', 45, '24000', NULL, NULL),
(580, 'Аэрофлот', '16:20 SVO', 'Москва', '1 часа 30 минут', '17:50 ABA', 'Абакан', '2022-06-04', '2022-06-03', 'Люкс', 23, '20500', NULL, NULL),
(581, 'Ural airlines', '19:00 SVO', 'Москва', '4 часа 40 минут', '23:40 ABA', 'Абакан', '2022-06-04', '2022-06-03', 'Бизнес', 34, '15600', NULL, NULL),
(582, 'British airline', '10:20 SVO', 'Москва', '2 часа 0 минут', '12:20 ABA', 'Абакан', '2022-06-04', '2022-06-03', 'Люкс', 11, '18500', NULL, NULL),
(583, 'British airline', '14:20 SVO', 'Москва', '6 часа 10 минут', '18:30 ABA', 'Абакан', '2022-06-04', '2022-06-03', 'Эконом', 34, '7500', NULL, NULL),
(584, 'British airline', '16:40 SVO', 'Москва', '2 часа 50 минут', '19:30 ABA', 'Абакан', '2022-06-04', '2022-06-03', 'Бизнес', 34, '19500', NULL, NULL),
(585, 'Ural airlines', '12:10 SVO', 'Москва', '6 часа 30 минут', '18:40 ABA', 'Абакан', '2022-06-04', '2022-06-03', 'Люкс', 34, '21600', NULL, NULL),
(586, 'British airline', '10:10 SVO', 'Москва', '2 часа 0 минут', '12:10 ABA', 'Абакан', '2022-06-04', '2022-06-03', 'Эконом', 34, '8000', NULL, NULL),
(587, 'British airline', '10:30 SVO', 'Москва', '2 часа 0 минут', '12:30 ABA', 'Абакан', '2022-06-04', '2022-06-03', 'Бизнес', 32, '12000', NULL, NULL),
(588, 'British airline', '10:50 SVO', 'Москва', '2 часа 0 минут', '12:50 ABA', 'Абакан', '2022-06-04', '2022-06-03', 'Бизнес', 34, '12000', NULL, NULL),
(589, 'British airline', '11:10 SVO', 'Москва', '2 часа 0 минут', '13:10 ABA', 'Абакан', '2022-06-04', '2022-06-03', 'Люкс', 23, '23000', NULL, NULL),
(590, 'Аэрофлот', '9:55 SVO', 'Москва', '2 часа 0 минут', '11:55 ABA', 'Абакан', '2022-06-04', '2022-06-03', 'Эконом', 34, '8900', NULL, NULL),
(591, 'Аэрофлот', '10:15 SVO', 'Москва', '2 часа 0 минут', '12:15 ABA', 'Абакан', '2022-06-04', '2022-06-03', 'Люкс', 34, '22950', NULL, NULL),
(592, 'Аэрофлот', '10:35 SVO', 'Москва', '2 часа 0 минут', '12:35 ABA', 'Абакан', '2022-06-04', '2022-06-03', 'Эконом', 43, '7740', NULL, NULL),
(593, 'British airline', '10:40 SVO', 'Москва', '2 часа 50 минут', '13:30 ABA', 'Абакан', '2022-06-04', '2022-06-03', 'Эконом', 12, '8300', NULL, NULL),
(594, 'British airline', '11:00 SVO', 'Москва', '2 часа 50 минут', '13:50 ABA', 'Абакан', '2022-06-04', '2022-06-03', 'Бизнес', 45, '19250', NULL, NULL),
(595, 'British airline', '12:20 SVO', 'Москва', '2 часа 0 минут', '14:20 ABA', 'Абакан', '2022-06-04', '2022-06-03', 'Люкс', 34, '26500', NULL, NULL),
(596, 'Ural airlines', '11:20 SVO', 'Москва', '2 часа 0 минут', '13:20 ABA', 'Абакан', '2022-06-04', '2022-06-03', 'Эконом', 25, '7100', NULL, NULL),
(597, 'Ural airlines', '12:20 SVO', 'Москва', '2 часа 0 минут', '14:20 ABA', 'Абакан', '2022-06-04', '2022-06-03', 'Эконом', 25, '7500', NULL, NULL),
(598, 'Ural airlines', '13:20 SVO', 'Москва', '2 часа 0 минут', '15:20 ABA', 'Абакан', '2022-06-04', '2022-06-03', 'Эконом', 25, '7700', NULL, NULL),
(599, 'Ural airlines', '15:20 SVO', 'Москва', '2 часа 0 минут', '17:20 ABA', 'Абакан', '2022-06-04', '2022-06-03', 'Бизнес', 25, '18700', NULL, NULL),
(600, 'Ural airlines', '11:25 SVO', 'Москва', '2 часа 0 минут', '13:25 ABA', 'Абакан', '2022-06-04', '2022-06-03', 'Эконом', 25, '8300', NULL, NULL),
(601, 'Ural airlines', '13:25 SVO', 'Москва', '2 часа 0 минут', '15:25 ABA', 'Абакан', '2022-06-04', '2022-06-03', 'Бизнес', 25, '16800', NULL, NULL),
(602, 'British airline', '9:50 SVO', 'Москва', '2 часа 0 минут', '11:50 LED', 'Санкт Петербург', '2022-06-04', '2022-06-03', 'Эконом', 34, '9000', NULL, NULL),
(603, 'Delta airline', '14:30 SVO', 'Москва', '5 часа 20 минут', '19:50 LED', 'Санкт Петербург', '2022-06-04', '2022-06-03', 'Бизнес', 45, '24000', NULL, NULL),
(604, 'Аэрофлот', '16:20 SVO', 'Москва', '1 часа 30 минут', '17:50 LED', 'Санкт Петербург', '2022-06-04', '2022-06-03', 'Люкс', 23, '20500', NULL, NULL),
(605, 'Ural airlines', '19:00 SVO', 'Москва', '4 часа 40 минут', '23:40 LED', 'Санкт Петербург', '2022-06-04', '2022-06-03', 'Бизнес', 34, '15600', NULL, NULL),
(606, 'British airline', '10:20 SVO', 'Москва', '2 часа 0 минут', '12:20 LED', 'Санкт Петербург', '2022-06-04', '2022-06-03', 'Люкс', 11, '18500', NULL, NULL),
(607, 'British airline', '14:20 SVO', 'Москва', '6 часа 10 минут', '18:30 LED', 'Санкт Петербург', '2022-06-04', '2022-06-03', 'Эконом', 34, '7500', NULL, NULL),
(608, 'British airline', '16:40 SVO', 'Москва', '2 часа 50 минут', '19:30 LED', 'Санкт Петербург', '2022-06-04', '2022-06-03', 'Бизнес', 34, '19500', NULL, NULL),
(609, 'Ural airlines', '12:10 SVO', 'Москва', '6 часа 30 минут', '18:40 LED', 'Санкт Петербург', '2022-06-04', '2022-06-03', 'Люкс', 34, '21600', NULL, NULL),
(610, 'British airline', '10:10 SVO', 'Москва', '2 часа 0 минут', '12:10 LED', 'Санкт Петербург', '2022-06-04', '2022-06-03', 'Эконом', 34, '8000', NULL, NULL),
(611, 'British airline', '10:30 SVO', 'Москва', '2 часа 0 минут', '12:30 LED', 'Санкт Петербург', '2022-06-04', '2022-06-03', 'Бизнес', 32, '12000', NULL, NULL),
(612, 'British airline', '10:50 SVO', 'Москва', '2 часа 0 минут', '12:50 LED', 'Санкт Петербург', '2022-06-04', '2022-06-03', 'Бизнес', 34, '12000', NULL, NULL),
(613, 'British airline', '11:10 SVO', 'Москва', '2 часа 0 минут', '13:10 LED', 'Санкт Петербург', '2022-06-04', '2022-06-03', 'Люкс', 23, '23000', NULL, NULL),
(614, 'Аэрофлот', '9:55 SVO', 'Москва', '2 часа 0 минут', '11:55 LED', 'Санкт Петербург', '2022-06-04', '2022-06-03', 'Эконом', 34, '8900', NULL, NULL),
(615, 'Аэрофлот', '10:15 SVO', 'Москва', '2 часа 0 минут', '12:15 LED', 'Санкт Петербург', '2022-06-04', '2022-06-03', 'Люкс', 34, '22950', NULL, NULL),
(616, 'Аэрофлот', '10:35 SVO', 'Москва', '2 часа 0 минут', '12:35 LED', 'Санкт Петербург', '2022-06-04', '2022-06-03', 'Эконом', 43, '7740', NULL, NULL),
(617, 'British airline', '10:40 SVO', 'Москва', '2 часа 50 минут', '13:30 LED', 'Санкт Петербург', '2022-06-04', '2022-06-03', 'Эконом', 12, '8300', NULL, NULL),
(618, 'British airline', '11:00 SVO', 'Москва', '2 часа 50 минут', '13:50 LED', 'Санкт Петербург', '2022-06-04', '2022-06-03', 'Бизнес', 45, '19250', NULL, NULL),
(619, 'British airline', '12:20 SVO', 'Москва', '2 часа 0 минут', '14:20 LED', 'Санкт Петербург', '2022-06-04', '2022-06-03', 'Люкс', 34, '26500', NULL, NULL),
(620, 'Ural airlines', '11:20 SVO', 'Москва', '2 часа 0 минут', '13:20 LED', 'Санкт Петербург', '2022-06-04', '2022-06-03', 'Эконом', 25, '7100', NULL, NULL),
(621, 'Ural airlines', '12:20 SVO', 'Москва', '2 часа 0 минут', '14:20 LED', 'Санкт Петербург', '2022-06-04', '2022-06-03', 'Эконом', 25, '7500', NULL, NULL),
(622, 'Ural airlines', '13:20 SVO', 'Москва', '2 часа 0 минут', '15:20 LED', 'Санкт Петербург', '2022-06-04', '2022-06-03', 'Эконом', 25, '7700', NULL, NULL),
(623, 'Ural airlines', '15:20 SVO', 'Москва', '2 часа 0 минут', '17:20 LED', 'Санкт Петербург', '2022-06-04', '2022-06-03', 'Бизнес', 25, '18700', NULL, NULL),
(624, 'Ural airlines', '11:25 SVO', 'Москва', '2 часа 0 минут', '13:25 LED', 'Санкт Петербург', '2022-06-04', '2022-06-03', 'Эконом', 25, '8300', NULL, NULL),
(625, 'Ural airlines', '13:25 SVO', 'Москва', '2 часа 0 минут', '15:25 LED', 'Санкт Петербург', '2022-06-04', '2022-06-03', 'Бизнес', 25, '16800', NULL, NULL),
(626, 'British airline', '9:50 SVO', 'Москва', '2 часа 0 минут', '11:50 CIU', 'Солт Сте Мари', '2022-06-04', '2022-06-03', 'Эконом', 34, '9000', NULL, NULL),
(627, 'Delta airline', '14:30 SVO', 'Москва', '5 часа 20 минут', '19:50 CIU', 'Солт Сте Мари', '2022-06-04', '2022-06-03', 'Бизнес', 45, '24000', NULL, NULL),
(628, 'Аэрофлот', '16:20 SVO', 'Москва', '1 часа 30 минут', '17:50 CIU', 'Солт Сте Мари', '2022-06-04', '2022-06-03', 'Люкс', 23, '20500', NULL, NULL),
(629, 'Ural airlines', '19:00 SVO', 'Москва', '4 часа 40 минут', '23:40 CIU', 'Солт Сте Мари', '2022-06-04', '2022-06-03', 'Бизнес', 34, '15600', NULL, NULL),
(630, 'British airline', '10:20 SVO', 'Москва', '2 часа 0 минут', '12:20 CIU', 'Солт Сте Мари', '2022-06-04', '2022-06-03', 'Люкс', 11, '18500', NULL, NULL),
(631, 'British airline', '14:20 SVO', 'Москва', '6 часа 10 минут', '18:30 CIU', 'Солт Сте Мари', '2022-06-04', '2022-06-03', 'Эконом', 34, '7500', NULL, NULL),
(632, 'British airline', '16:40 SVO', 'Москва', '2 часа 50 минут', '19:30 CIU', 'Солт Сте Мари', '2022-06-04', '2022-06-03', 'Бизнес', 34, '19500', NULL, NULL),
(633, 'Ural airlines', '12:10 SVO', 'Москва', '6 часа 30 минут', '18:40 CIU', 'Солт Сте Мари', '2022-06-04', '2022-06-03', 'Люкс', 34, '21600', NULL, NULL),
(634, 'British airline', '10:10 SVO', 'Москва', '2 часа 0 минут', '12:10 CIU', 'Солт Сте Мари', '2022-06-04', '2022-06-03', 'Эконом', 34, '8000', NULL, NULL),
(635, 'British airline', '10:30 SVO', 'Москва', '2 часа 0 минут', '12:30 CIU', 'Солт Сте Мари', '2022-06-04', '2022-06-03', 'Бизнес', 32, '12000', NULL, NULL),
(636, 'British airline', '10:50 SVO', 'Москва', '2 часа 0 минут', '12:50 CIU', 'Солт Сте Мари', '2022-06-04', '2022-06-03', 'Бизнес', 34, '12000', NULL, NULL),
(637, 'British airline', '11:10 SVO', 'Москва', '2 часа 0 минут', '13:10 CIU', 'Солт Сте Мари', '2022-06-04', '2022-06-03', 'Люкс', 23, '23000', NULL, NULL),
(638, 'Аэрофлот', '9:55 SVO', 'Москва', '2 часа 0 минут', '11:55 CIU', 'Солт Сте Мари', '2022-06-04', '2022-06-03', 'Эконом', 34, '8900', NULL, NULL),
(639, 'Аэрофлот', '10:15 SVO', 'Москва', '2 часа 0 минут', '12:15 CIU', 'Солт Сте Мари', '2022-06-04', '2022-06-03', 'Люкс', 34, '22950', NULL, NULL),
(640, 'Аэрофлот', '10:35 SVO', 'Москва', '2 часа 0 минут', '12:35 CIU', 'Солт Сте Мари', '2022-06-04', '2022-06-03', 'Эконом', 43, '7740', NULL, NULL),
(641, 'British airline', '10:40 SVO', 'Москва', '2 часа 50 минут', '13:30 CIU', 'Солт Сте Мари', '2022-06-04', '2022-06-03', 'Эконом', 12, '8300', NULL, NULL),
(642, 'British airline', '11:00 SVO', 'Москва', '2 часа 50 минут', '13:50 CIU', 'Солт Сте Мари', '2022-06-04', '2022-06-03', 'Бизнес', 45, '19250', NULL, NULL),
(643, 'British airline', '12:20 SVO', 'Москва', '2 часа 0 минут', '14:20 CIU', 'Солт Сте Мари', '2022-06-04', '2022-06-03', 'Люкс', 34, '26500', NULL, NULL),
(644, 'Ural airlines', '11:20 SVO', 'Москва', '2 часа 0 минут', '13:20 CIU', 'Солт Сте Мари', '2022-06-04', '2022-06-03', 'Эконом', 25, '7100', NULL, NULL),
(645, 'Ural airlines', '12:20 SVO', 'Москва', '2 часа 0 минут', '14:20 CIU', 'Солт Сте Мари', '2022-06-04', '2022-06-03', 'Эконом', 25, '7500', NULL, NULL),
(646, 'Ural airlines', '13:20 SVO', 'Москва', '2 часа 0 минут', '15:20 CIU', 'Солт Сте Мари', '2022-06-04', '2022-06-03', 'Эконом', 25, '7700', NULL, NULL),
(647, 'Ural airlines', '15:20 SVO', 'Москва', '2 часа 0 минут', '17:20 CIU', 'Солт Сте Мари', '2022-06-04', '2022-06-03', 'Бизнес', 25, '18700', NULL, NULL),
(648, 'Ural airlines', '11:25 SVO', 'Москва', '2 часа 0 минут', '13:25 CIU', 'Солт Сте Мари', '2022-06-04', '2022-06-03', 'Эконом', 25, '8300', NULL, NULL),
(649, 'Ural airlines', '13:25 SVO', 'Москва', '2 часа 0 минут', '15:25 CIU', 'Солт Сте Мари', '2022-06-04', '2022-06-03', 'Бизнес', 25, '16800', NULL, NULL),
(650, 'British airline', '9:50 SVO', 'Москва', '2 часа 0 минут', '11:50 KUF', 'Самара', '2022-06-04', '2022-06-03', 'Эконом', 34, '9000', NULL, NULL),
(651, 'Delta airline', '14:30 SVO', 'Москва', '5 часа 20 минут', '19:50 KUF', 'Самара', '2022-06-04', '2022-06-03', 'Бизнес', 45, '24000', NULL, NULL);
INSERT INTO `air_routes` (`id`, `carrier`, `departure`, `departure_city`, `time`, `destination`, `destination_city`, `arrival_date`, `departure_date`, `status_of_places`, `amount_places`, `price`, `created_at`, `updated_at`) VALUES
(652, 'Аэрофлот', '16:20 SVO', 'Москва', '1 часа 30 минут', '17:50 KUF', 'Самара', '2022-06-04', '2022-06-03', 'Люкс', 23, '20500', NULL, NULL),
(653, 'Ural airlines', '19:00 SVO', 'Москва', '4 часа 40 минут', '23:40 KUF', 'Самара', '2022-06-04', '2022-06-03', 'Бизнес', 34, '15600', NULL, NULL),
(654, 'British airline', '10:20 SVO', 'Москва', '2 часа 0 минут', '12:20 KUF', 'Самара', '2022-06-04', '2022-06-03', 'Люкс', 11, '18500', NULL, NULL),
(655, 'British airline', '14:20 SVO', 'Москва', '6 часа 10 минут', '18:30 KUF', 'Самара', '2022-06-04', '2022-06-03', 'Эконом', 34, '7500', NULL, NULL),
(656, 'British airline', '16:40 SVO', 'Москва', '2 часа 50 минут', '19:30 KUF', 'Самара', '2022-06-04', '2022-06-03', 'Бизнес', 34, '19500', NULL, NULL),
(657, 'Ural airlines', '12:10 SVO', 'Москва', '6 часа 30 минут', '18:40 KUF', 'Самара', '2022-06-04', '2022-06-03', 'Люкс', 34, '21600', NULL, NULL),
(658, 'British airline', '10:10 SVO', 'Москва', '2 часа 0 минут', '12:10 KUF', 'Самара', '2022-06-04', '2022-06-03', 'Эконом', 34, '8000', NULL, NULL),
(659, 'British airline', '10:30 SVO', 'Москва', '2 часа 0 минут', '12:30 KUF', 'Самара', '2022-06-04', '2022-06-03', 'Бизнес', 32, '12000', NULL, NULL),
(660, 'British airline', '10:50 SVO', 'Москва', '2 часа 0 минут', '12:50 KUF', 'Самара', '2022-06-04', '2022-06-03', 'Бизнес', 34, '12000', NULL, NULL),
(661, 'British airline', '11:10 SVO', 'Москва', '2 часа 0 минут', '13:10 KUF', 'Самара', '2022-06-04', '2022-06-03', 'Люкс', 23, '23000', NULL, NULL),
(662, 'Аэрофлот', '9:55 SVO', 'Москва', '2 часа 0 минут', '11:55 KUF', 'Самара', '2022-06-04', '2022-06-03', 'Эконом', 34, '8900', NULL, NULL),
(663, 'Аэрофлот', '10:15 SVO', 'Москва', '2 часа 0 минут', '12:15 KUF', 'Самара', '2022-06-04', '2022-06-03', 'Люкс', 34, '22950', NULL, NULL),
(664, 'Аэрофлот', '10:35 SVO', 'Москва', '2 часа 0 минут', '12:35 KUF', 'Самара', '2022-06-04', '2022-06-03', 'Эконом', 43, '7740', NULL, NULL),
(665, 'British airline', '10:40 SVO', 'Москва', '2 часа 50 минут', '13:30 KUF', 'Самара', '2022-06-04', '2022-06-03', 'Эконом', 12, '8300', NULL, NULL),
(666, 'British airline', '11:00 SVO', 'Москва', '2 часа 50 минут', '13:50 KUF', 'Самара', '2022-06-04', '2022-06-03', 'Бизнес', 45, '19250', NULL, NULL),
(667, 'British airline', '12:20 SVO', 'Москва', '2 часа 0 минут', '14:20 KUF', 'Самара', '2022-06-04', '2022-06-03', 'Люкс', 34, '26500', NULL, NULL),
(668, 'Ural airlines', '11:20 SVO', 'Москва', '2 часа 0 минут', '13:20 KUF', 'Самара', '2022-06-04', '2022-06-03', 'Эконом', 25, '7100', NULL, NULL),
(669, 'Ural airlines', '12:20 SVO', 'Москва', '2 часа 0 минут', '14:20 KUF', 'Самара', '2022-06-04', '2022-06-03', 'Эконом', 25, '7500', NULL, NULL),
(670, 'Ural airlines', '13:20 SVO', 'Москва', '2 часа 0 минут', '15:20 KUF', 'Самара', '2022-06-04', '2022-06-03', 'Эконом', 25, '7700', NULL, NULL),
(671, 'Ural airlines', '15:20 SVO', 'Москва', '2 часа 0 минут', '17:20 KUF', 'Самара', '2022-06-04', '2022-06-03', 'Бизнес', 25, '18700', NULL, NULL),
(672, 'Ural airlines', '11:25 SVO', 'Москва', '2 часа 0 минут', '13:25 KUF', 'Самара', '2022-06-04', '2022-06-03', 'Эконом', 25, '8300', NULL, NULL),
(673, 'Ural airlines', '13:25 SVO', 'Москва', '2 часа 0 минут', '15:25 KUF', 'Самара', '2022-06-04', '2022-06-03', 'Бизнес', 25, '16800', NULL, NULL),
(674, 'British airline', '9:50 KUF', 'Самара', '2 часа 0 минут', '11:50 SVO', 'Москва', '2022-06-04', '2022-06-03', 'Эконом', 34, '9000', NULL, NULL),
(675, 'Delta airline', '14:30 KUF', 'Самара', '5 часа 20 минут', '19:50 SVO', 'Москва', '2022-06-04', '2022-06-03', 'Бизнес', 45, '24000', NULL, NULL),
(676, 'Аэрофлот', '16:20 KUF', 'Самара', '1 часа 30 минут', '17:50 SVO', 'Москва', '2022-06-04', '2022-06-03', 'Люкс', 23, '20500', NULL, NULL),
(677, 'Ural airlines', '19:00 KUF', 'Самара', '4 часа 40 минут', '23:40 SVO', 'Москва', '2022-06-04', '2022-06-03', 'Бизнес', 34, '15600', NULL, NULL),
(678, 'British airline', '10:20 KUF', 'Самара', '2 часа 0 минут', '12:20 SVO', 'Москва', '2022-06-04', '2022-06-03', 'Люкс', 11, '18500', NULL, NULL),
(679, 'British airline', '14:20 KUF', 'Самара', '6 часа 10 минут', '18:30 SVO', 'Москва', '2022-06-04', '2022-06-03', 'Эконом', 34, '7500', NULL, NULL),
(680, 'British airline', '16:40 KUF', 'Самара', '2 часа 50 минут', '19:30 SVO', 'Москва', '2022-06-04', '2022-06-03', 'Бизнес', 34, '19500', NULL, NULL),
(681, 'Ural airlines', '12:10 KUF', 'Самара', '6 часа 30 минут', '18:40 SVO', 'Москва', '2022-06-04', '2022-06-03', 'Люкс', 34, '21600', NULL, NULL),
(682, 'British airline', '10:10 KUF', 'Самара', '2 часа 0 минут', '12:10 SVO', 'Москва', '2022-06-04', '2022-06-03', 'Эконом', 34, '8000', NULL, NULL),
(683, 'British airline', '10:30 KUF', 'Самара', '2 часа 0 минут', '12:30 SVO', 'Москва', '2022-06-04', '2022-06-03', 'Бизнес', 32, '12000', NULL, NULL),
(684, 'British airline', '10:50 KUF', 'Самара', '2 часа 0 минут', '12:50 SVO', 'Москва', '2022-06-04', '2022-06-03', 'Бизнес', 34, '12000', NULL, NULL),
(685, 'British airline', '11:10 KUF', 'Самара', '2 часа 0 минут', '13:10 SVO', 'Москва', '2022-06-04', '2022-06-03', 'Люкс', 23, '23000', NULL, NULL),
(686, 'Аэрофлот', '9:55 KUF', 'Самара', '2 часа 0 минут', '11:55 SVO', 'Москва', '2022-06-04', '2022-06-03', 'Эконом', 34, '8900', NULL, NULL),
(687, 'Аэрофлот', '10:15 KUF', 'Самара', '2 часа 0 минут', '12:15 SVO', 'Москва', '2022-06-04', '2022-06-03', 'Люкс', 34, '22950', NULL, NULL),
(688, 'Аэрофлот', '10:35 KUF', 'Самара', '2 часа 0 минут', '12:35 SVO', 'Москва', '2022-06-04', '2022-06-03', 'Эконом', 43, '7740', NULL, NULL),
(689, 'British airline', '10:40 KUF', 'Самара', '2 часа 50 минут', '13:30 SVO', 'Москва', '2022-06-04', '2022-06-03', 'Эконом', 12, '8300', NULL, NULL),
(690, 'British airline', '11:00 KUF', 'Самара', '2 часа 50 минут', '13:50 SVO', 'Москва', '2022-06-04', '2022-06-03', 'Бизнес', 45, '19250', NULL, NULL),
(691, 'British airline', '12:20 KUF', 'Самара', '2 часа 0 минут', '14:20 SVO', 'Москва', '2022-06-04', '2022-06-03', 'Люкс', 34, '26500', NULL, NULL),
(692, 'Ural airlines', '11:20 KUF', 'Самара', '2 часа 0 минут', '13:20 SVO', 'Москва', '2022-06-04', '2022-06-03', 'Эконом', 25, '7100', NULL, NULL),
(693, 'Ural airlines', '12:20 KUF', 'Самара', '2 часа 0 минут', '14:20 SVO', 'Москва', '2022-06-04', '2022-06-03', 'Эконом', 25, '7500', NULL, NULL),
(694, 'Ural airlines', '13:20 KUF', 'Самара', '2 часа 0 минут', '15:20 SVO', 'Москва', '2022-06-04', '2022-06-03', 'Эконом', 25, '7700', NULL, NULL),
(695, 'Ural airlines', '15:20 KUF', 'Самара', '2 часа 0 минут', '17:20 SVO', 'Москва', '2022-06-04', '2022-06-03', 'Бизнес', 25, '18700', NULL, NULL),
(696, 'Ural airlines', '11:25 KUF', 'Самара', '2 часа 0 минут', '13:25 SVO', 'Москва', '2022-06-04', '2022-06-03', 'Эконом', 25, '8300', NULL, NULL),
(697, 'Ural airlines', '13:25 KUF', 'Самара', '2 часа 0 минут', '15:25 SVO', 'Москва', '2022-06-04', '2022-06-03', 'Бизнес', 25, '16800', NULL, NULL),
(698, 'British airline', '10:50 KUF', 'Самара', '2 часа 0 минут', '12:50 SVO', 'Москва', '2022-06-04', '2022-06-03', 'Эконом', 34, '9000', NULL, NULL),
(699, 'Delta airline', '15:30 KUF', 'Самара', '5 часа 20 минут', '20:50 SVO', 'Москва', '2022-06-04', '2022-06-03', 'Бизнес', 45, '24000', NULL, NULL),
(700, 'Аэрофлот', '17:20 KUF', 'Самара', '1 часа 30 минут', '18:50 SVO', 'Москва', '2022-06-04', '2022-06-03', 'Люкс', 23, '20500', NULL, NULL),
(701, 'Ural airlines', '20:00 KUF', 'Самара', '4 часа 40 минут', '00:40 SVO', 'Москва', '2022-06-04', '2022-06-03', 'Бизнес', 34, '15600', NULL, NULL),
(702, 'British airline', '11:20 KUF', 'Самара', '2 часа 0 минут', '13:20 SVO', 'Москва', '2022-06-04', '2022-06-03', 'Люкс', 11, '18500', NULL, NULL),
(703, 'British airline', '15:20 KUF', 'Самара', '6 часа 10 минут', '19:30 SVO', 'Москва', '2022-06-04', '2022-06-03', 'Эконом', 34, '7500', NULL, NULL),
(704, 'British airline', '17:40 KUF', 'Самара', '2 часа 50 минут', '20:30 SVO', 'Москва', '2022-06-04', '2022-06-03', 'Бизнес', 34, '19500', NULL, NULL),
(705, 'Ural airlines', '13:10 KUF', 'Самара', '6 часа 30 минут', '19:40 SVO', 'Москва', '2022-06-04', '2022-06-03', 'Люкс', 34, '21600', NULL, NULL),
(706, 'British airline', '11:10 KUF', 'Самара', '2 часа 0 минут', '13:10 SVO', 'Москва', '2022-06-04', '2022-06-03', 'Эконом', 34, '8000', NULL, NULL),
(707, 'British airline', '11:30 KUF', 'Самара', '2 часа 0 минут', '13:30 SVO', 'Москва', '2022-06-04', '2022-06-03', 'Бизнес', 32, '12000', NULL, NULL),
(708, 'British airline', '11:50 KUF', 'Самара', '2 часа 0 минут', '13:50 SVO', 'Москва', '2022-06-04', '2022-06-03', 'Бизнес', 34, '12000', NULL, NULL),
(709, 'British airline', '12:10 KUF', 'Самара', '2 часа 0 минут', '14:10 SVO', 'Москва', '2022-06-04', '2022-06-03', 'Люкс', 23, '23000', NULL, NULL),
(710, 'Аэрофлот', '10:55 KUF', 'Самара', '2 часа 0 минут', '12:55 SVO', 'Москва', '2022-06-04', '2022-06-03', 'Эконом', 34, '8900', NULL, NULL),
(711, 'Аэрофлот', '11:15 KUF', 'Самара', '2 часа 0 минут', '13:15 SVO', 'Москва', '2022-06-04', '2022-06-03', 'Люкс', 34, '22950', NULL, NULL),
(712, 'Аэрофлот', '11:35 KUF', 'Самара', '2 часа 0 минут', '13:35 SVO', 'Москва', '2022-06-04', '2022-06-03', 'Эконом', 43, '7740', NULL, NULL),
(713, 'British airline', '11:40 KUF', 'Самара', '2 часа 50 минут', '14:30 SVO', 'Москва', '2022-06-04', '2022-06-03', 'Эконом', 12, '8300', NULL, NULL),
(714, 'British airline', '12:00 KUF', 'Самара', '2 часа 50 минут', '14:50 SVO', 'Москва', '2022-06-04', '2022-06-03', 'Бизнес', 45, '19250', NULL, NULL),
(715, 'British airline', '13:20 KUF', 'Самара', '2 часа 0 минут', '15:20 SVO', 'Москва', '2022-06-04', '2022-06-03', 'Люкс', 34, '26500', NULL, NULL),
(716, 'Ural airlines', '12:20 KUF', 'Самара', '2 часа 0 минут', '14:20 SVO', 'Москва', '2022-06-04', '2022-06-03', 'Эконом', 25, '7100', NULL, NULL),
(717, 'Ural airlines', '13:20 KUF', 'Самара', '2 часа 0 минут', '15:20 SVO', 'Москва', '2022-06-04', '2022-06-03', 'Эконом', 25, '7500', NULL, NULL),
(718, 'Ural airlines', '14:20 KUF', 'Самара', '2 часа 0 минут', '16:20 SVO', 'Москва', '2022-06-04', '2022-06-03', 'Эконом', 25, '7700', NULL, NULL),
(719, 'Ural airlines', '16:20 KUF', 'Самара', '2 часа 0 минут', '18:20 SVO', 'Москва', '2022-06-04', '2022-06-03', 'Бизнес', 25, '18700', NULL, NULL),
(720, 'Ural airlines', '12:25 KUF', 'Самара', '2 часа 0 минут', '14:25 SVO', 'Москва', '2022-06-04', '2022-06-03', 'Эконом', 25, '8300', NULL, NULL),
(721, 'Ural airlines', '14:25 KUF', 'Самара', '2 часа 0 минут', '16:25 SVO', 'Москва', '2022-06-04', '2022-06-03', 'Бизнес', 25, '16800', NULL, NULL),
(722, 'British airline', '9:50 LED', 'Санкт Петербург', '2 часа 0 минут', '11:50 SVO', 'Москва', '2022-06-04', '2022-06-03', 'Эконом', 34, '9000', NULL, NULL),
(723, 'Delta airline', '14:30 LED', 'Санкт Петербург', '5 часа 20 минут', '19:50 SVO', 'Москва', '2022-06-04', '2022-06-03', 'Бизнес', 45, '24000', NULL, NULL),
(724, 'Аэрофлот', '16:20 LED', 'Санкт Петербург', '1 часа 30 минут', '17:50 SVO', 'Москва', '2022-06-04', '2022-06-03', 'Люкс', 23, '20500', NULL, NULL),
(725, 'Ural airlines', '19:00 LED', 'Санкт Петербург', '4 часа 40 минут', '23:40 SVO', 'Москва', '2022-06-04', '2022-06-03', 'Бизнес', 34, '15600', NULL, NULL),
(726, 'British airline', '10:20 LED', 'Санкт Петербург', '2 часа 0 минут', '12:20 SVO', 'Москва', '2022-06-04', '2022-06-03', 'Люкс', 11, '18500', NULL, NULL),
(727, 'British airline', '14:20 LED', 'Санкт Петербург', '6 часа 10 минут', '18:30 SVO', 'Москва', '2022-06-04', '2022-06-03', 'Эконом', 34, '7500', NULL, NULL),
(728, 'British airline', '16:40 LED', 'Санкт Петербург', '2 часа 50 минут', '19:30 SVO', 'Москва', '2022-06-04', '2022-06-03', 'Бизнес', 34, '19500', NULL, NULL),
(729, 'Ural airlines', '12:10 LED', 'Санкт Петербург', '6 часа 30 минут', '18:40 SVO', 'Москва', '2022-06-04', '2022-06-03', 'Люкс', 34, '21600', NULL, NULL),
(730, 'British airline', '10:10 LED', 'Санкт Петербург', '2 часа 0 минут', '12:10 SVO', 'Москва', '2022-06-04', '2022-06-03', 'Эконом', 34, '8000', NULL, NULL),
(731, 'British airline', '10:30 LED', 'Санкт Петербург', '2 часа 0 минут', '12:30 SVO', 'Москва', '2022-06-04', '2022-06-03', 'Бизнес', 32, '12000', NULL, NULL),
(732, 'British airline', '10:50 LED', 'Санкт Петербург', '2 часа 0 минут', '12:50 SVO', 'Москва', '2022-06-04', '2022-06-03', 'Бизнес', 34, '12000', NULL, NULL),
(733, 'British airline', '11:10 LED', 'Санкт Петербург', '2 часа 0 минут', '13:10 SVO', 'Москва', '2022-06-04', '2022-06-03', 'Люкс', 23, '23000', NULL, NULL),
(734, 'Аэрофлот', '9:55 LED', 'Санкт Петербург', '2 часа 0 минут', '11:55 SVO', 'Москва', '2022-06-04', '2022-06-03', 'Эконом', 34, '8900', NULL, NULL),
(735, 'Аэрофлот', '10:15 LED', 'Санкт Петербург', '2 часа 0 минут', '12:15 SVO', 'Москва', '2022-06-04', '2022-06-03', 'Люкс', 34, '22950', NULL, NULL),
(736, 'Аэрофлот', '10:35 LED', 'Санкт Петербург', '2 часа 0 минут', '12:35 SVO', 'Москва', '2022-06-04', '2022-06-03', 'Эконом', 43, '7740', NULL, NULL),
(737, 'British airline', '10:40 LED', 'Санкт Петербург', '2 часа 50 минут', '13:30 SVO', 'Москва', '2022-06-04', '2022-06-03', 'Эконом', 12, '8300', NULL, NULL),
(738, 'British airline', '11:00 LED', 'Санкт Петербург', '2 часа 50 минут', '13:50 SVO', 'Москва', '2022-06-04', '2022-06-03', 'Бизнес', 45, '19250', NULL, NULL),
(739, 'British airline', '12:20 LED', 'Санкт Петербург', '2 часа 0 минут', '14:20 SVO', 'Москва', '2022-06-04', '2022-06-03', 'Люкс', 34, '26500', NULL, NULL),
(740, 'Ural airlines', '11:20 LED', 'Санкт Петербург', '2 часа 0 минут', '13:20 SVO', 'Москва', '2022-06-04', '2022-06-03', 'Эконом', 25, '7100', NULL, NULL),
(741, 'Ural airlines', '12:20 LED', 'Санкт Петербург', '2 часа 0 минут', '14:20 SVO', 'Москва', '2022-06-04', '2022-06-03', 'Эконом', 25, '7500', NULL, NULL),
(742, 'Ural airlines', '13:20 LED', 'Санкт Петербург', '2 часа 0 минут', '15:20 SVO', 'Москва', '2022-06-04', '2022-06-03', 'Эконом', 25, '7700', NULL, NULL),
(743, 'Ural airlines', '15:20 LED', 'Санкт Петербург', '2 часа 0 минут', '17:20 SVO', 'Москва', '2022-06-04', '2022-06-03', 'Бизнес', 25, '18700', NULL, NULL),
(744, 'Ural airlines', '11:25 LED', 'Санкт Петербург', '2 часа 0 минут', '13:25 SVO', 'Москва', '2022-06-04', '2022-06-03', 'Эконом', 25, '8300', NULL, NULL),
(745, 'Ural airlines', '13:25 LED', 'Санкт Петербург', '2 часа 0 минут', '15:25 SVO', 'Москва', '2022-06-04', '2022-06-03', 'Бизнес', 25, '16800', NULL, NULL),
(746, 'British airline', '10:50 LED', 'Санкт Петербург', '2 часа 0 минут', '12:50 SVO', 'Москва', '2022-06-04', '2022-06-03', 'Эконом', 34, '9000', NULL, NULL),
(747, 'Delta airline', '15:30 LED', 'Санкт Петербург', '5 часа 20 минут', '20:50 SVO', 'Москва', '2022-06-04', '2022-06-03', 'Бизнес', 45, '24000', NULL, NULL),
(748, 'Аэрофлот', '17:20 LED', 'Санкт Петербург', '1 часа 30 минут', '18:50 SVO', 'Москва', '2022-06-04', '2022-06-03', 'Люкс', 23, '20500', NULL, NULL),
(749, 'Ural airlines', '20:00 LED', 'Санкт Петербург', '4 часа 40 минут', '00:40 SVO', 'Москва', '2022-06-04', '2022-06-03', 'Бизнес', 34, '15600', NULL, NULL),
(750, 'British airline', '11:20 LED', 'Санкт Петербург', '2 часа 0 минут', '13:20 SVO', 'Москва', '2022-06-04', '2022-06-03', 'Люкс', 11, '18500', NULL, NULL),
(751, 'British airline', '15:20 LED', 'Санкт Петербург', '6 часа 10 минут', '19:30 SVO', 'Москва', '2022-06-04', '2022-06-03', 'Эконом', 34, '7500', NULL, NULL),
(752, 'British airline', '17:40 LED', 'Санкт Петербург', '2 часа 50 минут', '20:30 SVO', 'Москва', '2022-06-04', '2022-06-03', 'Бизнес', 34, '19500', NULL, NULL),
(753, 'Ural airlines', '13:10 LED', 'Санкт Петербург', '6 часа 30 минут', '19:40 SVO', 'Москва', '2022-06-04', '2022-06-03', 'Люкс', 34, '21600', NULL, NULL),
(754, 'British airline', '11:10 LED', 'Санкт Петербург', '2 часа 0 минут', '13:10 SVO', 'Москва', '2022-06-04', '2022-06-03', 'Эконом', 34, '8000', NULL, NULL),
(755, 'British airline', '11:30 LED', 'Санкт Петербург', '2 часа 0 минут', '13:30 SVO', 'Москва', '2022-06-04', '2022-06-03', 'Бизнес', 32, '12000', NULL, NULL),
(756, 'British airline', '11:50 LED', 'Санкт Петербург', '2 часа 0 минут', '13:50 SVO', 'Москва', '2022-06-04', '2022-06-03', 'Бизнес', 34, '12000', NULL, NULL),
(757, 'British airline', '12:10 LED', 'Санкт Петербург', '2 часа 0 минут', '14:10 SVO', 'Москва', '2022-06-04', '2022-06-03', 'Люкс', 23, '23000', NULL, NULL),
(758, 'Аэрофлот', '10:55 LED', 'Санкт Петербург', '2 часа 0 минут', '12:55 SVO', 'Москва', '2022-06-04', '2022-06-03', 'Эконом', 34, '8900', NULL, NULL),
(759, 'Аэрофлот', '11:15 LED', 'Санкт Петербург', '2 часа 0 минут', '13:15 SVO', 'Москва', '2022-06-04', '2022-06-03', 'Люкс', 34, '22950', NULL, NULL),
(760, 'Аэрофлот', '11:35 LED', 'Санкт Петербург', '2 часа 0 минут', '13:35 SVO', 'Москва', '2022-06-04', '2022-06-03', 'Эконом', 43, '7740', NULL, NULL),
(761, 'British airline', '11:40 LED', 'Санкт Петербург', '2 часа 50 минут', '14:30 SVO', 'Москва', '2022-06-04', '2022-06-03', 'Эконом', 12, '8300', NULL, NULL),
(762, 'British airline', '12:00 LED', 'Санкт Петербург', '2 часа 50 минут', '14:50 SVO', 'Москва', '2022-06-04', '2022-06-03', 'Бизнес', 45, '19250', NULL, NULL),
(763, 'British airline', '13:20 LED', 'Санкт Петербург', '2 часа 0 минут', '15:20 SVO', 'Москва', '2022-06-04', '2022-06-03', 'Люкс', 34, '26500', NULL, NULL),
(764, 'Ural airlines', '12:20 LED', 'Санкт Петербург', '2 часа 0 минут', '14:20 SVO', 'Москва', '2022-06-04', '2022-06-03', 'Эконом', 25, '7100', NULL, NULL),
(765, 'Ural airlines', '13:20 LED', 'Санкт Петербург', '2 часа 0 минут', '15:20 SVO', 'Москва', '2022-06-04', '2022-06-03', 'Эконом', 25, '7500', NULL, NULL),
(766, 'Ural airlines', '14:20 LED', 'Санкт Петербург', '2 часа 0 минут', '16:20 SVO', 'Москва', '2022-06-04', '2022-06-03', 'Эконом', 25, '7700', NULL, NULL),
(767, 'Ural airlines', '16:20 LED', 'Санкт Петербург', '2 часа 0 минут', '18:20 SVO', 'Москва', '2022-06-04', '2022-06-03', 'Бизнес', 25, '18700', NULL, NULL),
(768, 'Ural airlines', '12:25 LED', 'Санкт Петербург', '2 часа 0 минут', '14:25 SVO', 'Москва', '2022-06-04', '2022-06-03', 'Эконом', 25, '8300', NULL, NULL),
(769, 'Ural airlines', '14:25 LED', 'Санкт Петербург', '2 часа 0 минут', '16:25 SVO', 'Москва', '2022-06-04', '2022-06-03', 'Бизнес', 25, '16800', NULL, NULL),
(770, 'British airline', '16:20 SVO', 'Москва', '2 часа 0 минут', '18:20 LED', 'Санкт Петербург', '2022-06-05', '2022-06-04', 'Эконом', 34, '6500', NULL, NULL),
(771, 'British airline', '18:20 SVO', 'Москва', '2 часа 0 минут', '20:20 LED', 'Санкт Петербург', '2022-06-05', '2022-06-04', 'Бизнес', 34, '16200', NULL, NULL),
(772, 'Ural airlines', '14:10 KUF', 'Самара', '6 часа 30 минут', '20:40 LED', 'Санкт Петербург', '2022-06-05', '2022-06-04', 'Люкс', 34, '28500', NULL, NULL),
(773, 'Ural airlines', '16:10 KUF', 'Самара', '6 часа 30 минут', '22:40 LED', 'Санкт Петербург', '2022-06-05', '2022-06-04', 'Эконом', 34, '6200', NULL, NULL),
(774, 'Ural airlines', '18:10 KUF', 'Самара', '6 часа 30 минут', '01:40 LED', 'Санкт Петербург', '2022-06-05', '2022-06-04', 'Бизнес', 34, '19900', NULL, NULL),
(775, 'Ural airlines', '12:00 KUF', 'Самара', '4 часа 40 минут', '16:40 SVO', 'Москва', '2022-06-05', '2022-06-04', 'Люкс', 34, '32900', NULL, NULL),
(776, 'Ural airlines', '13:00 KUF', 'Самара', '4 часа 40 минут', '17:40 SVO', 'Москва', '2022-06-05', '2022-06-04', 'Эконом', 34, '5950', NULL, NULL),
(777, 'Ural airlines', '14:00 KUF', 'Самара', '4 часа 40 минут', '18:40 SVO', 'Москва', '2022-06-05', '2022-06-04', 'Бизнес', 34, '15950', NULL, NULL),
(778, 'Ural airlines', '15:00 KUF', 'Самара', '4 часа 40 минут', '19:40 SVO', 'Москва', '2022-06-05', '2022-06-04', 'Люкс', 34, '24750', NULL, NULL),
(779, 'Delta airline', '12:30 CIU', 'Солт Сте Мари', '5 часа 20 минут', '17:50 SVO', 'Москва', '2022-06-05', '2022-06-04', 'Бизнес', 25, '17500', NULL, NULL),
(780, 'Delta airline', '13:30 CIU', 'Солт Сте Мари', '5 часа 20 минут', '18:50 SVO', 'Москва', '2022-06-05', '2022-06-04', 'Люкс', 25, '32800', NULL, NULL),
(781, 'Delta airline', '15:30 CIU', 'Солт Сте Мари', '5 часа 20 минут', '20:50 SVO', 'Москва', '2022-06-05', '2022-06-04', 'Люкс', 25, '31800', NULL, NULL),
(782, 'British airline', '16:20 SVO', 'Москва', '2 часа 0 минут', '18:20 ABA', 'Абакан', '2022-06-05', '2022-06-04', 'Эконом', 34, '6500', NULL, NULL),
(783, 'British airline', '18:20 SVO', 'Москва', '2 часа 0 минут', '20:20 ABA', 'Абакан', '2022-06-05', '2022-06-04', 'Бизнес', 34, '16200', NULL, NULL),
(784, 'Ural airlines', '14:10 SVO', 'Москва', '6 часа 30 минут', '20:40 ABA', 'Абакан', '2022-06-05', '2022-06-04', 'Люкс', 34, '28500', NULL, NULL),
(785, 'Ural airlines', '16:10 SVO', 'Москва', '6 часа 30 минут', '22:40 ABA', 'Абакан', '2022-06-05', '2022-06-04', 'Эконом', 34, '6200', NULL, NULL),
(786, 'Ural airlines', '18:10 SVO', 'Москва', '6 часа 30 минут', '01:40 ABA', 'Абакан', '2022-06-05', '2022-06-04', 'Бизнес', 34, '19900', NULL, NULL),
(787, 'Ural airlines', '12:00 SVO', 'Москва', '4 часа 40 минут', '16:40 ABA', 'Абакан', '2022-06-05', '2022-06-04', 'Люкс', 34, '32900', NULL, NULL),
(788, 'Ural airlines', '13:00 SVO', 'Москва', '4 часа 40 минут', '17:40 ABA', 'Абакан', '2022-06-05', '2022-06-04', 'Эконом', 34, '5950', NULL, NULL),
(789, 'Ural airlines', '14:00 SVO', 'Москва', '4 часа 40 минут', '18:40 ABA', 'Абакан', '2022-06-05', '2022-06-04', 'Бизнес', 34, '15950', NULL, NULL),
(790, 'Ural airlines', '15:00 SVO', 'Москва', '4 часа 40 минут', '19:40 ABA', 'Абакан', '2022-06-05', '2022-06-04', 'Люкс', 34, '24750', NULL, NULL),
(791, 'Delta airline', '12:30 SVO', 'Москва', '5 часа 20 минут', '17:50 ABA', 'Абакан', '2022-06-05', '2022-06-04', 'Бизнес', 25, '17500', NULL, NULL),
(792, 'Delta airline', '13:30 SVO', 'Москва', '5 часа 20 минут', '18:50 ABA', 'Абакан', '2022-06-05', '2022-06-04', 'Люкс', 25, '32800', NULL, NULL),
(793, 'Delta airline', '15:30 SVO', 'Москва', '5 часа 20 минут', '20:50 ABA', 'Абакан', '2022-06-05', '2022-06-04', 'Люкс', 25, '31800', NULL, NULL),
(794, 'British airline', '16:20 SVO', 'Москва', '2 часа 0 минут', '18:20 LED', 'Санкт Петербург', '2022-06-05', '2022-06-04', 'Эконом', 34, '6500', NULL, NULL),
(795, 'British airline', '18:20 SVO', 'Москва', '2 часа 0 минут', '20:20 LED', 'Санкт Петербург', '2022-06-05', '2022-06-04', 'Бизнес', 34, '16200', NULL, NULL),
(796, 'Ural airlines', '14:10 SVO', 'Москва', '6 часа 30 минут', '20:40 LED', 'Санкт Петербург', '2022-06-05', '2022-06-04', 'Люкс', 34, '28500', NULL, NULL),
(797, 'Ural airlines', '16:10 SVO', 'Москва', '6 часа 30 минут', '22:40 LED', 'Санкт Петербург', '2022-06-05', '2022-06-04', 'Эконом', 34, '6200', NULL, NULL),
(798, 'Ural airlines', '18:10 SVO', 'Москва', '6 часа 30 минут', '01:40 LED', 'Санкт Петербург', '2022-06-05', '2022-06-04', 'Бизнес', 34, '19900', NULL, NULL),
(799, 'Ural airlines', '12:00 SVO', 'Москва', '4 часа 40 минут', '16:40 LED', 'Санкт Петербург', '2022-06-05', '2022-06-04', 'Люкс', 34, '32900', NULL, NULL),
(800, 'Ural airlines', '13:00 SVO', 'Москва', '4 часа 40 минут', '17:40 LED', 'Санкт Петербург', '2022-06-05', '2022-06-04', 'Эконом', 34, '5950', NULL, NULL),
(801, 'Ural airlines', '14:00 SVO', 'Москва', '4 часа 40 минут', '18:40 LED', 'Санкт Петербург', '2022-06-05', '2022-06-04', 'Бизнес', 34, '15950', NULL, NULL),
(802, 'Ural airlines', '15:00 SVO', 'Москва', '4 часа 40 минут', '19:40 LED', 'Санкт Петербург', '2022-06-05', '2022-06-04', 'Люкс', 34, '24750', NULL, NULL),
(803, 'Delta airline', '12:30 SVO', 'Москва', '5 часа 20 минут', '17:50 LED', 'Санкт Петербург', '2022-06-05', '2022-06-04', 'Бизнес', 25, '17500', NULL, NULL),
(804, 'Delta airline', '13:30 SVO', 'Москва', '5 часа 20 минут', '18:50 LED', 'Санкт Петербург', '2022-06-05', '2022-06-04', 'Люкс', 25, '32800', NULL, NULL),
(805, 'Delta airline', '15:30 SVO', 'Москва', '5 часа 20 минут', '20:50 LED', 'Санкт Петербург', '2022-06-05', '2022-06-04', 'Люкс', 25, '31800', NULL, NULL),
(806, 'British airline', '16:20 SVO', 'Москва', '2 часа 0 минут', '18:20 CIU', 'Солт Сте Мари', '2022-06-05', '2022-06-04', 'Эконом', 34, '6500', NULL, NULL),
(807, 'British airline', '18:20 SVO', 'Москва', '2 часа 0 минут', '20:20 CIU', 'Солт Сте Мари', '2022-06-05', '2022-06-04', 'Бизнес', 34, '16200', NULL, NULL),
(808, 'Ural airlines', '14:10 SVO', 'Москва', '6 часа 30 минут', '20:40 CIU', 'Солт Сте Мари', '2022-06-05', '2022-06-04', 'Люкс', 34, '28500', NULL, NULL),
(809, 'Ural airlines', '16:10 SVO', 'Москва', '6 часа 30 минут', '22:40 CIU', 'Солт Сте Мари', '2022-06-05', '2022-06-04', 'Эконом', 34, '6200', NULL, NULL),
(810, 'Ural airlines', '18:10 SVO', 'Москва', '6 часа 30 минут', '01:40 CIU', 'Солт Сте Мари', '2022-06-05', '2022-06-04', 'Бизнес', 34, '19900', NULL, NULL),
(811, 'Ural airlines', '12:00 SVO', 'Москва', '4 часа 40 минут', '16:40 CIU', 'Солт Сте Мари', '2022-06-05', '2022-06-04', 'Люкс', 34, '32900', NULL, NULL),
(812, 'Ural airlines', '13:00 SVO', 'Москва', '4 часа 40 минут', '17:40 CIU', 'Солт Сте Мари', '2022-06-05', '2022-06-04', 'Эконом', 34, '5950', NULL, NULL),
(813, 'Ural airlines', '14:00 SVO', 'Москва', '4 часа 40 минут', '18:40 CIU', 'Солт Сте Мари', '2022-06-05', '2022-06-04', 'Бизнес', 34, '15950', NULL, NULL),
(814, 'Ural airlines', '15:00 SVO', 'Москва', '4 часа 40 минут', '19:40 CIU', 'Солт Сте Мари', '2022-06-05', '2022-06-04', 'Люкс', 34, '24750', NULL, NULL),
(815, 'Delta airline', '12:30 SVO', 'Москва', '5 часа 20 минут', '17:50 CIU', 'Солт Сте Мари', '2022-06-05', '2022-06-04', 'Бизнес', 25, '17500', NULL, NULL),
(816, 'Delta airline', '13:30 SVO', 'Москва', '5 часа 20 минут', '18:50 CIU', 'Солт Сте Мари', '2022-06-05', '2022-06-04', 'Люкс', 25, '32800', NULL, NULL),
(817, 'Delta airline', '15:30 SVO', 'Москва', '5 часа 20 минут', '20:50 CIU', 'Солт Сте Мари', '2022-06-05', '2022-06-04', 'Люкс', 25, '31800', NULL, NULL),
(818, 'British airline', '16:20 SVO', 'Москва', '2 часа 0 минут', '18:20 KUF', 'Самара', '2022-06-05', '2022-06-04', 'Эконом', 34, '6500', NULL, NULL),
(819, 'British airline', '18:20 SVO', 'Москва', '2 часа 0 минут', '20:20 KUF', 'Самара', '2022-06-05', '2022-06-04', 'Бизнес', 34, '16200', NULL, NULL),
(820, 'Ural airlines', '14:10 SVO', 'Москва', '6 часа 30 минут', '20:40 KUF', 'Самара', '2022-06-05', '2022-06-04', 'Люкс', 34, '28500', NULL, NULL),
(821, 'Ural airlines', '16:10 SVO', 'Москва', '6 часа 30 минут', '22:40 KUF', 'Самара', '2022-06-05', '2022-06-04', 'Эконом', 34, '6200', NULL, NULL),
(822, 'Ural airlines', '18:10 SVO', 'Москва', '6 часа 30 минут', '01:40 KUF', 'Самара', '2022-06-05', '2022-06-04', 'Бизнес', 34, '19900', NULL, NULL),
(823, 'Ural airlines', '12:00 SVO', 'Москва', '4 часа 40 минут', '16:40 KUF', 'Самара', '2022-06-05', '2022-06-04', 'Люкс', 34, '32900', NULL, NULL),
(824, 'Ural airlines', '13:00 SVO', 'Москва', '4 часа 40 минут', '17:40 KUF', 'Самара', '2022-06-05', '2022-06-04', 'Эконом', 34, '5950', NULL, NULL),
(825, 'Ural airlines', '14:00 SVO', 'Москва', '4 часа 40 минут', '18:40 KUF', 'Самара', '2022-06-05', '2022-06-04', 'Бизнес', 34, '15950', NULL, NULL),
(826, 'Ural airlines', '15:00 SVO', 'Москва', '4 часа 40 минут', '19:40 KUF', 'Самара', '2022-06-05', '2022-06-04', 'Люкс', 34, '24750', NULL, NULL),
(827, 'Delta airline', '12:30 SVO', 'Москва', '5 часа 20 минут', '17:50 KUF', 'Самара', '2022-06-05', '2022-06-04', 'Бизнес', 25, '17500', NULL, NULL),
(828, 'Delta airline', '13:30 SVO', 'Москва', '5 часа 20 минут', '18:50 KUF', 'Самара', '2022-06-05', '2022-06-04', 'Люкс', 25, '32800', NULL, NULL),
(829, 'Delta airline', '15:30 SVO', 'Москва', '5 часа 20 минут', '20:50 KUF', 'Самара', '2022-06-05', '2022-06-04', 'Люкс', 25, '31800', NULL, NULL),
(830, 'Delta airline', '12:30 KUF', 'Самара', '5 часа 20 минут', '17:50 SVO', 'Москва', '2022-06-05', '2022-06-04', 'Бизнес', 25, '17500', NULL, NULL),
(831, 'Delta airline', '13:30 KUF', 'Самара', '5 часа 20 минут', '18:50 SVO', 'Москва', '2022-06-05', '2022-06-04', 'Люкс', 25, '32800', NULL, NULL),
(832, 'Delta airline', '15:30 KUF', 'Самара', '5 часа 20 минут', '20:50 SVO', 'Москва', '2022-06-05', '2022-06-04', 'Люкс', 25, '31800', NULL, NULL),
(833, 'British airline', '16:20 KUF', 'Самара', '2 часа 0 минут', '18:20 SVO', 'Москва', '2022-06-05', '2022-06-04', 'Эконом', 34, '6500', NULL, NULL),
(834, 'British airline', '18:20 KUF', 'Самара', '2 часа 0 минут', '20:20 SVO', 'Москва', '2022-06-05', '2022-06-04', 'Бизнес', 34, '16200', NULL, NULL),
(835, 'Ural airlines', '14:10 KUF', 'Самара', '6 часа 30 минут', '20:40 SVO', 'Москва', '2022-06-05', '2022-06-04', 'Люкс', 34, '28500', NULL, NULL),
(836, 'Ural airlines', '16:10 KUF', 'Самара', '6 часа 30 минут', '22:40 SVO', 'Москва', '2022-06-05', '2022-06-04', 'Эконом', 34, '6200', NULL, NULL),
(837, 'Ural airlines', '18:10 KUF', 'Самара', '6 часа 30 минут', '01:40 SVO', 'Москва', '2022-06-05', '2022-06-04', 'Бизнес', 34, '19900', NULL, NULL),
(838, 'Ural airlines', '12:00 KUF', 'Самара', '4 часа 40 минут', '16:40 SVO', 'Москва', '2022-06-05', '2022-06-04', 'Люкс', 34, '32900', NULL, NULL),
(839, 'Ural airlines', '13:00 KUF', 'Самара', '4 часа 40 минут', '17:40 SVO', 'Москва', '2022-06-05', '2022-06-04', 'Эконом', 34, '5950', NULL, NULL),
(840, 'Ural airlines', '14:00 KUF', 'Самара', '4 часа 40 минут', '18:40 SVO', 'Москва', '2022-06-05', '2022-06-04', 'Бизнес', 34, '15950', NULL, NULL),
(841, 'Ural airlines', '15:00 KUF', 'Самара', '4 часа 40 минут', '19:40 SVO', 'Москва', '2022-06-05', '2022-06-04', 'Люкс', 34, '24750', NULL, NULL),
(842, 'Delta airline', '13:30 KUF', 'Самара', '5 часа 20 минут', '18:50 SVO', 'Москва', '2022-06-05', '2022-06-04', 'Бизнес', 25, '17500', NULL, NULL),
(843, 'Delta airline', '14:30 KUF', 'Самара', '5 часа 20 минут', '19:50 SVO', 'Москва', '2022-06-05', '2022-06-04', 'Люкс', 25, '32800', NULL, NULL),
(844, 'Delta airline', '16:30 KUF', 'Самара', '5 часа 20 минут', '21:50 SVO', 'Москва', '2022-06-05', '2022-06-04', 'Люкс', 25, '31800', NULL, NULL),
(845, 'British airline', '17:20 KUF', 'Самара', '2 часа 0 минут', '19:20 SVO', 'Москва', '2022-06-05', '2022-06-04', 'Эконом', 34, '6500', NULL, NULL),
(846, 'British airline', '19:20 KUF', 'Самара', '2 часа 0 минут', '21:20 SVO', 'Москва', '2022-06-05', '2022-06-04', 'Бизнес', 34, '16200', NULL, NULL),
(847, 'Ural airlines', '15:10 KUF', 'Самара', '6 часа 30 минут', '21:40 SVO', 'Москва', '2022-06-05', '2022-06-04', 'Люкс', 34, '28500', NULL, NULL),
(848, 'Ural airlines', '17:10 KUF', 'Самара', '6 часа 30 минут', '23:40 SVO', 'Москва', '2022-06-05', '2022-06-04', 'Эконом', 34, '6200', NULL, NULL),
(849, 'Ural airlines', '19:10 KUF', 'Самара', '6 часа 30 минут', '02:40 SVO', 'Москва', '2022-06-05', '2022-06-04', 'Бизнес', 34, '19900', NULL, NULL),
(850, 'Ural airlines', '13:00 KUF', 'Самара', '4 часа 40 минут', '17:40 SVO', 'Москва', '2022-06-05', '2022-06-04', 'Люкс', 34, '32900', NULL, NULL),
(851, 'Ural airlines', '14:00 KUF', 'Самара', '4 часа 40 минут', '18:40 SVO', 'Москва', '2022-06-05', '2022-06-04', 'Эконом', 34, '5950', NULL, NULL),
(852, 'Ural airlines', '15:00 KUF', 'Самара', '4 часа 40 минут', '19:40 SVO', 'Москва', '2022-06-05', '2022-06-04', 'Бизнес', 34, '15950', NULL, NULL),
(853, 'Ural airlines', '16:00 KUF', 'Самара', '4 часа 40 минут', '20:40 SVO', 'Москва', '2022-06-05', '2022-06-04', 'Люкс', 34, '24750', NULL, NULL),
(854, 'Delta airline', '12:30 LED', 'Санкт Петербург', '5 часа 20 минут', '17:50 SVO', 'Москва', '2022-06-05', '2022-06-04', 'Бизнес', 25, '17500', NULL, NULL),
(855, 'Delta airline', '13:30 LED', 'Санкт Петербург', '5 часа 20 минут', '18:50 SVO', 'Москва', '2022-06-05', '2022-06-04', 'Люкс', 25, '32800', NULL, NULL),
(856, 'Delta airline', '15:30 LED', 'Санкт Петербург', '5 часа 20 минут', '20:50 SVO', 'Москва', '2022-06-05', '2022-06-04', 'Люкс', 25, '31800', NULL, NULL),
(857, 'British airline', '16:20 LED', 'Санкт Петербург', '2 часа 0 минут', '18:20 SVO', 'Москва', '2022-06-05', '2022-06-04', 'Эконом', 34, '6500', NULL, NULL),
(858, 'British airline', '18:20 LED', 'Санкт Петербург', '2 часа 0 минут', '20:20 SVO', 'Москва', '2022-06-05', '2022-06-04', 'Бизнес', 34, '16200', NULL, NULL),
(859, 'Ural airlines', '14:10 LED', 'Санкт Петербург', '6 часа 30 минут', '20:40 SVO', 'Москва', '2022-06-05', '2022-06-04', 'Люкс', 34, '28500', NULL, NULL),
(860, 'Ural airlines', '16:10 LED', 'Санкт Петербург', '6 часа 30 минут', '22:40 SVO', 'Москва', '2022-06-05', '2022-06-04', 'Эконом', 34, '6200', NULL, NULL),
(861, 'Ural airlines', '18:10 LED', 'Санкт Петербург', '6 часа 30 минут', '01:40 SVO', 'Москва', '2022-06-05', '2022-06-04', 'Бизнес', 34, '19900', NULL, NULL),
(862, 'Ural airlines', '12:00 LED', 'Санкт Петербург', '4 часа 40 минут', '16:40 SVO', 'Москва', '2022-06-05', '2022-06-04', 'Люкс', 34, '32900', NULL, NULL),
(863, 'Ural airlines', '13:00 LED', 'Санкт Петербург', '4 часа 40 минут', '17:40 SVO', 'Москва', '2022-06-05', '2022-06-04', 'Эконом', 34, '5950', NULL, NULL),
(864, 'Ural airlines', '14:00 LED', 'Санкт Петербург', '4 часа 40 минут', '18:40 SVO', 'Москва', '2022-06-05', '2022-06-04', 'Бизнес', 34, '15950', NULL, NULL),
(865, 'Ural airlines', '15:00 LED', 'Санкт Петербург', '4 часа 40 минут', '19:40 SVO', 'Москва', '2022-06-05', '2022-06-04', 'Люкс', 34, '24750', NULL, NULL),
(866, 'Delta airline', '13:30 LED', 'Санкт Петербург', '5 часа 20 минут', '18:50 SVO', 'Москва', '2022-06-05', '2022-06-04', 'Бизнес', 25, '17500', NULL, NULL),
(867, 'Delta airline', '14:30 LED', 'Санкт Петербург', '5 часа 20 минут', '19:50 SVO', 'Москва', '2022-06-05', '2022-06-04', 'Люкс', 25, '32800', NULL, NULL),
(868, 'Delta airline', '16:30 LED', 'Санкт Петербург', '5 часа 20 минут', '21:50 SVO', 'Москва', '2022-06-05', '2022-06-04', 'Люкс', 25, '31800', NULL, NULL),
(869, 'British airline', '17:20 LED', 'Санкт Петербург', '2 часа 0 минут', '19:20 SVO', 'Москва', '2022-06-05', '2022-06-04', 'Эконом', 34, '6500', NULL, NULL),
(870, 'British airline', '19:20 LED', 'Санкт Петербург', '2 часа 0 минут', '21:20 SVO', 'Москва', '2022-06-05', '2022-06-04', 'Бизнес', 34, '16200', NULL, NULL),
(871, 'Ural airlines', '15:10 LED', 'Санкт Петербург', '6 часа 30 минут', '21:40 SVO', 'Москва', '2022-06-05', '2022-06-04', 'Люкс', 34, '28500', NULL, NULL),
(872, 'Ural airlines', '17:10 LED', 'Санкт Петербург', '6 часа 30 минут', '23:40 SVO', 'Москва', '2022-06-05', '2022-06-04', 'Эконом', 34, '6200', NULL, NULL),
(873, 'Ural airlines', '19:10 LED', 'Санкт Петербург', '6 часа 30 минут', '02:40 SVO', 'Москва', '2022-06-05', '2022-06-04', 'Бизнес', 34, '19900', NULL, NULL),
(874, 'Ural airlines', '13:00 LED', 'Санкт Петербург', '4 часа 40 минут', '17:40 SVO', 'Москва', '2022-06-05', '2022-06-04', 'Люкс', 34, '32900', NULL, NULL),
(875, 'Ural airlines', '14:00 LED', 'Санкт Петербург', '4 часа 40 минут', '18:40 SVO', 'Москва', '2022-06-05', '2022-06-04', 'Эконом', 34, '5950', NULL, NULL),
(876, 'Ural airlines', '15:00 LED', 'Санкт Петербург', '4 часа 40 минут', '19:40 SVO', 'Москва', '2022-06-05', '2022-06-04', 'Бизнес', 34, '15950', NULL, NULL),
(877, 'Ural airlines', '16:00 LED', 'Санкт Петербург', '4 часа 40 минут', '20:40 SVO', 'Москва', '2022-06-05', '2022-06-04', 'Люкс', 34, '24750', NULL, NULL),
(878, 'British airline', '9:50 LED', 'Санкт Петербург', '2 часа 0 минут', '11:50 SVO', 'Москва', '2022-06-06', '2022-06-05', 'Эконом', 34, '9000', NULL, NULL),
(879, 'Delta airline', '14:30 LED', 'Санкт Петербург', '5 часа 20 минут', '19:50 SVO', 'Москва', '2022-06-06', '2022-06-05', 'Бизнес', 45, '24000', NULL, NULL),
(880, 'Аэрофлот', '16:20 LED', 'Санкт Петербург', '1 часа 30 минут', '17:50 SVO', 'Москва', '2022-06-06', '2022-06-05', 'Люкс', 23, '20500', NULL, NULL),
(881, 'Ural airlines', '19:00 LED', 'Санкт Петербург', '4 часа 40 минут', '23:40 SVO', 'Москва', '2022-06-06', '2022-06-05', 'Бизнес', 34, '15600', NULL, NULL),
(882, 'British airline', '10:20 LED', 'Санкт Петербург', '2 часа 0 минут', '12:20 SVO', 'Москва', '2022-06-06', '2022-06-05', 'Люкс', 11, '18500', NULL, NULL),
(883, 'British airline', '14:20 LED', 'Санкт Петербург', '6 часа 10 минут', '18:30 SVO', 'Москва', '2022-06-06', '2022-06-05', 'Эконом', 34, '7500', NULL, NULL),
(884, 'British airline', '16:40 LED', 'Санкт Петербург', '2 часа 50 минут', '19:30 SVO', 'Москва', '2022-06-06', '2022-06-05', 'Бизнес', 34, '19500', NULL, NULL),
(885, 'Ural airlines', '12:10 LED', 'Санкт Петербург', '6 часа 30 минут', '18:40 SVO', 'Москва', '2022-06-06', '2022-06-05', 'Люкс', 34, '21600', NULL, NULL),
(886, 'British airline', '10:10 LED', 'Санкт Петербург', '2 часа 0 минут', '12:10 SVO', 'Москва', '2022-06-06', '2022-06-05', 'Эконом', 34, '8000', NULL, NULL),
(887, 'British airline', '10:30 LED', 'Санкт Петербург', '2 часа 0 минут', '12:30 SVO', 'Москва', '2022-06-06', '2022-06-05', 'Бизнес', 32, '12000', NULL, NULL),
(888, 'British airline', '10:50 LED', 'Санкт Петербург', '2 часа 0 минут', '12:50 SVO', 'Москва', '2022-06-06', '2022-06-05', 'Бизнес', 34, '12000', NULL, NULL),
(889, 'British airline', '11:10 LED', 'Санкт Петербург', '2 часа 0 минут', '13:10 SVO', 'Москва', '2022-06-06', '2022-06-05', 'Люкс', 23, '23000', NULL, NULL),
(890, 'Аэрофлот', '9:55 LED', 'Санкт Петербург', '2 часа 0 минут', '11:55 SVO', 'Москва', '2022-06-06', '2022-06-05', 'Эконом', 34, '8900', NULL, NULL),
(891, 'Аэрофлот', '10:15 LED', 'Санкт Петербург', '2 часа 0 минут', '12:15 SVO', 'Москва', '2022-06-06', '2022-06-05', 'Люкс', 34, '22950', NULL, NULL),
(892, 'Аэрофлот', '10:35 LED', 'Санкт Петербург', '2 часа 0 минут', '12:35 SVO', 'Москва', '2022-06-06', '2022-06-05', 'Эконом', 43, '7740', NULL, NULL),
(893, 'British airline', '10:40 LED', 'Санкт Петербург', '2 часа 50 минут', '13:30 SVO', 'Москва', '2022-06-06', '2022-06-05', 'Эконом', 12, '8300', NULL, NULL),
(894, 'British airline', '11:00 LED', 'Санкт Петербург', '2 часа 50 минут', '13:50 SVO', 'Москва', '2022-06-06', '2022-06-05', 'Бизнес', 45, '19250', NULL, NULL),
(895, 'British airline', '12:20 LED', 'Санкт Петербург', '2 часа 0 минут', '14:20 SVO', 'Москва', '2022-06-06', '2022-06-05', 'Люкс', 34, '26500', NULL, NULL),
(896, 'Ural airlines', '11:20 LED', 'Санкт Петербург', '2 часа 0 минут', '13:20 SVO', 'Москва', '2022-06-06', '2022-06-05', 'Эконом', 25, '7100', NULL, NULL),
(897, 'Ural airlines', '12:20 LED', 'Санкт Петербург', '2 часа 0 минут', '14:20 SVO', 'Москва', '2022-06-06', '2022-06-05', 'Эконом', 25, '7500', NULL, NULL),
(898, 'Ural airlines', '13:20 LED', 'Санкт Петербург', '2 часа 0 минут', '15:20 SVO', 'Москва', '2022-06-06', '2022-06-05', 'Эконом', 25, '7700', NULL, NULL),
(899, 'Ural airlines', '15:20 LED', 'Санкт Петербург', '2 часа 0 минут', '17:20 SVO', 'Москва', '2022-06-06', '2022-06-05', 'Бизнес', 25, '18700', NULL, NULL),
(900, 'Ural airlines', '11:25 LED', 'Санкт Петербург', '2 часа 0 минут', '13:25 SVO', 'Москва', '2022-06-06', '2022-06-05', 'Эконом', 25, '8300', NULL, NULL),
(901, 'Ural airlines', '13:25 LED', 'Санкт Петербург', '2 часа 0 минут', '15:25 SVO', 'Москва', '2022-06-06', '2022-06-05', 'Бизнес', 25, '16800', NULL, NULL),
(902, 'British airline', '10:50 LED', 'Санкт Петербург', '2 часа 0 минут', '12:50 SVO', 'Москва', '2022-06-06', '2022-06-05', 'Эконом', 34, '9000', NULL, NULL),
(903, 'Delta airline', '15:30 LED', 'Санкт Петербург', '5 часа 20 минут', '20:50 SVO', 'Москва', '2022-06-06', '2022-06-05', 'Бизнес', 45, '24000', NULL, NULL),
(904, 'Аэрофлот', '17:20 LED', 'Санкт Петербург', '1 часа 30 минут', '18:50 SVO', 'Москва', '2022-06-06', '2022-06-05', 'Люкс', 23, '20500', NULL, NULL),
(905, 'Ural airlines', '20:00 LED', 'Санкт Петербург', '4 часа 40 минут', '00:40 SVO', 'Москва', '2022-06-06', '2022-06-05', 'Бизнес', 34, '15600', NULL, NULL),
(906, 'British airline', '11:20 LED', 'Санкт Петербург', '2 часа 0 минут', '13:20 SVO', 'Москва', '2022-06-06', '2022-06-05', 'Люкс', 11, '18500', NULL, NULL),
(907, 'British airline', '15:20 LED', 'Санкт Петербург', '6 часа 10 минут', '19:30 SVO', 'Москва', '2022-06-06', '2022-06-05', 'Эконом', 34, '7500', NULL, NULL),
(908, 'British airline', '17:40 LED', 'Санкт Петербург', '2 часа 50 минут', '20:30 SVO', 'Москва', '2022-06-06', '2022-06-05', 'Бизнес', 34, '19500', NULL, NULL),
(909, 'Ural airlines', '13:10 LED', 'Санкт Петербург', '6 часа 30 минут', '19:40 SVO', 'Москва', '2022-06-06', '2022-06-05', 'Люкс', 34, '21600', NULL, NULL),
(910, 'British airline', '11:10 LED', 'Санкт Петербург', '2 часа 0 минут', '13:10 SVO', 'Москва', '2022-06-06', '2022-06-05', 'Эконом', 34, '8000', NULL, NULL),
(911, 'British airline', '11:30 LED', 'Санкт Петербург', '2 часа 0 минут', '13:30 SVO', 'Москва', '2022-06-06', '2022-06-05', 'Бизнес', 32, '12000', NULL, NULL),
(912, 'British airline', '11:50 LED', 'Санкт Петербург', '2 часа 0 минут', '13:50 SVO', 'Москва', '2022-06-06', '2022-06-05', 'Бизнес', 34, '12000', NULL, NULL),
(913, 'British airline', '12:10 LED', 'Санкт Петербург', '2 часа 0 минут', '14:10 SVO', 'Москва', '2022-06-06', '2022-06-05', 'Люкс', 23, '23000', NULL, NULL),
(914, 'Аэрофлот', '10:55 LED', 'Санкт Петербург', '2 часа 0 минут', '12:55 SVO', 'Москва', '2022-06-06', '2022-06-05', 'Эконом', 34, '8900', NULL, NULL),
(915, 'Аэрофлот', '11:15 LED', 'Санкт Петербург', '2 часа 0 минут', '13:15 SVO', 'Москва', '2022-06-06', '2022-06-05', 'Люкс', 34, '22950', NULL, NULL),
(916, 'Аэрофлот', '11:35 LED', 'Санкт Петербург', '2 часа 0 минут', '13:35 SVO', 'Москва', '2022-06-06', '2022-06-05', 'Эконом', 43, '7740', NULL, NULL),
(917, 'British airline', '11:40 LED', 'Санкт Петербург', '2 часа 50 минут', '14:30 SVO', 'Москва', '2022-06-06', '2022-06-05', 'Эконом', 12, '8300', NULL, NULL),
(918, 'British airline', '12:00 LED', 'Санкт Петербург', '2 часа 50 минут', '14:50 SVO', 'Москва', '2022-06-06', '2022-06-05', 'Бизнес', 45, '19250', NULL, NULL),
(919, 'British airline', '13:20 LED', 'Санкт Петербург', '2 часа 0 минут', '15:20 SVO', 'Москва', '2022-06-06', '2022-06-05', 'Люкс', 34, '26500', NULL, NULL),
(920, 'Ural airlines', '12:20 LED', 'Санкт Петербург', '2 часа 0 минут', '14:20 SVO', 'Москва', '2022-06-06', '2022-06-05', 'Эконом', 25, '7100', NULL, NULL),
(921, 'Ural airlines', '13:20 LED', 'Санкт Петербург', '2 часа 0 минут', '15:20 SVO', 'Москва', '2022-06-06', '2022-06-05', 'Эконом', 25, '7500', NULL, NULL),
(922, 'Ural airlines', '14:20 LED', 'Санкт Петербург', '2 часа 0 минут', '16:20 SVO', 'Москва', '2022-06-06', '2022-06-05', 'Эконом', 25, '7700', NULL, NULL),
(923, 'Ural airlines', '16:20 LED', 'Санкт Петербург', '2 часа 0 минут', '18:20 SVO', 'Москва', '2022-06-06', '2022-06-05', 'Бизнес', 25, '18700', NULL, NULL),
(924, 'Ural airlines', '12:25 LED', 'Санкт Петербург', '2 часа 0 минут', '14:25 SVO', 'Москва', '2022-06-06', '2022-06-05', 'Эконом', 25, '8300', NULL, NULL),
(925, 'Ural airlines', '14:25 LED', 'Санкт Петербург', '2 часа 0 минут', '16:25 SVO', 'Москва', '2022-06-06', '2022-06-05', 'Бизнес', 25, '16800', NULL, NULL),
(926, 'British airline', '9:50 LED', 'Санкт Петербург', '2 часа 0 минут', '11:50 SVO', 'Москва', '2022-06-07', '2022-06-06', 'Эконом', 34, '9000', NULL, NULL),
(927, 'Delta airline', '14:30 LED', 'Санкт Петербург', '5 часа 20 минут', '19:50 SVO', 'Москва', '2022-06-07', '2022-06-06', 'Бизнес', 45, '24000', NULL, NULL),
(928, 'Аэрофлот', '16:20 LED', 'Санкт Петербург', '1 часа 30 минут', '17:50 SVO', 'Москва', '2022-06-07', '2022-06-06', 'Люкс', 23, '20500', NULL, NULL),
(929, 'Ural airlines', '19:00 LED', 'Санкт Петербург', '4 часа 40 минут', '23:40 SVO', 'Москва', '2022-06-07', '2022-06-06', 'Бизнес', 34, '15600', NULL, NULL),
(930, 'British airline', '10:20 LED', 'Санкт Петербург', '2 часа 0 минут', '12:20 SVO', 'Москва', '2022-06-07', '2022-06-06', 'Люкс', 11, '18500', NULL, NULL),
(931, 'British airline', '14:20 LED', 'Санкт Петербург', '6 часа 10 минут', '18:30 SVO', 'Москва', '2022-06-07', '2022-06-06', 'Эконом', 34, '7500', NULL, NULL),
(932, 'British airline', '16:40 LED', 'Санкт Петербург', '2 часа 50 минут', '19:30 SVO', 'Москва', '2022-06-07', '2022-06-06', 'Бизнес', 34, '19500', NULL, NULL),
(933, 'Ural airlines', '12:10 LED', 'Санкт Петербург', '6 часа 30 минут', '18:40 SVO', 'Москва', '2022-06-07', '2022-06-06', 'Люкс', 34, '21600', NULL, NULL),
(934, 'British airline', '10:10 LED', 'Санкт Петербург', '2 часа 0 минут', '12:10 SVO', 'Москва', '2022-06-07', '2022-06-06', 'Эконом', 34, '8000', NULL, NULL),
(935, 'British airline', '10:30 LED', 'Санкт Петербург', '2 часа 0 минут', '12:30 SVO', 'Москва', '2022-06-07', '2022-06-06', 'Бизнес', 32, '12000', NULL, NULL),
(936, 'British airline', '10:50 LED', 'Санкт Петербург', '2 часа 0 минут', '12:50 SVO', 'Москва', '2022-06-07', '2022-06-06', 'Бизнес', 34, '12000', NULL, NULL),
(937, 'British airline', '11:10 LED', 'Санкт Петербург', '2 часа 0 минут', '13:10 SVO', 'Москва', '2022-06-07', '2022-06-06', 'Люкс', 23, '23000', NULL, NULL),
(938, 'Аэрофлот', '9:55 LED', 'Санкт Петербург', '2 часа 0 минут', '11:55 SVO', 'Москва', '2022-06-07', '2022-06-06', 'Эконом', 34, '8900', NULL, NULL),
(939, 'Аэрофлот', '10:15 LED', 'Санкт Петербург', '2 часа 0 минут', '12:15 SVO', 'Москва', '2022-06-07', '2022-06-06', 'Люкс', 34, '22950', NULL, NULL),
(940, 'Аэрофлот', '10:35 LED', 'Санкт Петербург', '2 часа 0 минут', '12:35 SVO', 'Москва', '2022-06-07', '2022-06-06', 'Эконом', 43, '7740', NULL, NULL),
(941, 'British airline', '10:40 LED', 'Санкт Петербург', '2 часа 50 минут', '13:30 SVO', 'Москва', '2022-06-07', '2022-06-06', 'Эконом', 12, '8300', NULL, NULL),
(942, 'British airline', '11:00 LED', 'Санкт Петербург', '2 часа 50 минут', '13:50 SVO', 'Москва', '2022-06-07', '2022-06-06', 'Бизнес', 45, '19250', NULL, NULL),
(943, 'British airline', '12:20 LED', 'Санкт Петербург', '2 часа 0 минут', '14:20 SVO', 'Москва', '2022-06-07', '2022-06-06', 'Люкс', 34, '26500', NULL, NULL),
(944, 'Ural airlines', '11:20 LED', 'Санкт Петербург', '2 часа 0 минут', '13:20 SVO', 'Москва', '2022-06-07', '2022-06-06', 'Эконом', 25, '7100', NULL, NULL),
(945, 'Ural airlines', '12:20 LED', 'Санкт Петербург', '2 часа 0 минут', '14:20 SVO', 'Москва', '2022-06-07', '2022-06-06', 'Эконом', 25, '7500', NULL, NULL),
(946, 'Ural airlines', '13:20 LED', 'Санкт Петербург', '2 часа 0 минут', '15:20 SVO', 'Москва', '2022-06-07', '2022-06-06', 'Эконом', 25, '7700', NULL, NULL),
(947, 'Ural airlines', '15:20 LED', 'Санкт Петербург', '2 часа 0 минут', '17:20 SVO', 'Москва', '2022-06-07', '2022-06-06', 'Бизнес', 25, '18700', NULL, NULL),
(948, 'Ural airlines', '11:25 LED', 'Санкт Петербург', '2 часа 0 минут', '13:25 SVO', 'Москва', '2022-06-07', '2022-06-06', 'Эконом', 25, '8300', NULL, NULL),
(949, 'Ural airlines', '13:25 LED', 'Санкт Петербург', '2 часа 0 минут', '15:25 SVO', 'Москва', '2022-06-07', '2022-06-06', 'Бизнес', 25, '16800', NULL, NULL),
(950, 'British airline', '10:50 LED', 'Санкт Петербург', '2 часа 0 минут', '12:50 SVO', 'Москва', '2022-06-07', '2022-06-06', 'Эконом', 34, '9000', NULL, NULL),
(951, 'Delta airline', '15:30 LED', 'Санкт Петербург', '5 часа 20 минут', '20:50 SVO', 'Москва', '2022-06-07', '2022-06-06', 'Бизнес', 45, '24000', NULL, NULL),
(952, 'Аэрофлот', '17:20 LED', 'Санкт Петербург', '1 часа 30 минут', '18:50 SVO', 'Москва', '2022-06-07', '2022-06-06', 'Люкс', 23, '20500', NULL, NULL),
(953, 'Ural airlines', '20:00 LED', 'Санкт Петербург', '4 часа 40 минут', '00:40 SVO', 'Москва', '2022-06-07', '2022-06-06', 'Бизнес', 34, '15600', NULL, NULL),
(954, 'British airline', '11:20 LED', 'Санкт Петербург', '2 часа 0 минут', '13:20 SVO', 'Москва', '2022-06-07', '2022-06-06', 'Люкс', 11, '18500', NULL, NULL),
(955, 'British airline', '15:20 LED', 'Санкт Петербург', '6 часа 10 минут', '19:30 SVO', 'Москва', '2022-06-07', '2022-06-06', 'Эконом', 34, '7500', NULL, NULL),
(956, 'British airline', '17:40 LED', 'Санкт Петербург', '2 часа 50 минут', '20:30 SVO', 'Москва', '2022-06-07', '2022-06-06', 'Бизнес', 34, '19500', NULL, NULL),
(957, 'Ural airlines', '13:10 LED', 'Санкт Петербург', '6 часа 30 минут', '19:40 SVO', 'Москва', '2022-06-07', '2022-06-06', 'Люкс', 34, '21600', NULL, NULL),
(958, 'British airline', '11:10 LED', 'Санкт Петербург', '2 часа 0 минут', '13:10 SVO', 'Москва', '2022-06-07', '2022-06-06', 'Эконом', 34, '8000', NULL, NULL),
(959, 'British airline', '11:30 LED', 'Санкт Петербург', '2 часа 0 минут', '13:30 SVO', 'Москва', '2022-06-07', '2022-06-06', 'Бизнес', 32, '12000', NULL, NULL),
(960, 'British airline', '11:50 LED', 'Санкт Петербург', '2 часа 0 минут', '13:50 SVO', 'Москва', '2022-06-07', '2022-06-06', 'Бизнес', 34, '12000', NULL, NULL),
(961, 'British airline', '12:10 LED', 'Санкт Петербург', '2 часа 0 минут', '14:10 SVO', 'Москва', '2022-06-07', '2022-06-06', 'Люкс', 23, '23000', NULL, NULL),
(962, 'Аэрофлот', '10:55 LED', 'Санкт Петербург', '2 часа 0 минут', '12:55 SVO', 'Москва', '2022-06-07', '2022-06-06', 'Эконом', 34, '8900', NULL, NULL),
(963, 'Аэрофлот', '11:15 LED', 'Санкт Петербург', '2 часа 0 минут', '13:15 SVO', 'Москва', '2022-06-07', '2022-06-06', 'Люкс', 34, '22950', NULL, NULL),
(964, 'Аэрофлот', '11:35 LED', 'Санкт Петербург', '2 часа 0 минут', '13:35 SVO', 'Москва', '2022-06-07', '2022-06-06', 'Эконом', 43, '7740', NULL, NULL),
(965, 'British airline', '11:40 LED', 'Санкт Петербург', '2 часа 50 минут', '14:30 SVO', 'Москва', '2022-06-07', '2022-06-06', 'Эконом', 12, '8300', NULL, NULL),
(966, 'British airline', '12:00 LED', 'Санкт Петербург', '2 часа 50 минут', '14:50 SVO', 'Москва', '2022-06-07', '2022-06-06', 'Бизнес', 45, '19250', NULL, NULL),
(967, 'British airline', '13:20 LED', 'Санкт Петербург', '2 часа 0 минут', '15:20 SVO', 'Москва', '2022-06-07', '2022-06-06', 'Люкс', 34, '26500', NULL, NULL),
(968, 'Ural airlines', '12:20 LED', 'Санкт Петербург', '2 часа 0 минут', '14:20 SVO', 'Москва', '2022-06-07', '2022-06-06', 'Эконом', 25, '7100', NULL, NULL),
(969, 'Ural airlines', '13:20 LED', 'Санкт Петербург', '2 часа 0 минут', '15:20 SVO', 'Москва', '2022-06-07', '2022-06-06', 'Эконом', 25, '7500', NULL, NULL),
(970, 'Ural airlines', '14:20 LED', 'Санкт Петербург', '2 часа 0 минут', '16:20 SVO', 'Москва', '2022-06-07', '2022-06-06', 'Эконом', 25, '7700', NULL, NULL),
(971, 'Ural airlines', '16:20 LED', 'Санкт Петербург', '2 часа 0 минут', '18:20 SVO', 'Москва', '2022-06-07', '2022-06-06', 'Бизнес', 25, '18700', NULL, NULL),
(972, 'Ural airlines', '12:25 LED', 'Санкт Петербург', '2 часа 0 минут', '14:25 SVO', 'Москва', '2022-06-07', '2022-06-06', 'Эконом', 25, '8300', NULL, NULL),
(973, 'Ural airlines', '14:25 LED', 'Санкт Петербург', '2 часа 0 минут', '16:25 SVO', 'Москва', '2022-06-07', '2022-06-06', 'Бизнес', 25, '16800', NULL, NULL);

-- --------------------------------------------------------

--
-- Структура таблицы `bookings`
--

CREATE TABLE `bookings` (
                            `id` int(11) NOT NULL,
                            `user_id` int(11) NOT NULL,
                            `air_route_id` int(11) NOT NULL,
                            `amount_people` int(11) NOT NULL,
                            `confirm` tinyint(1) NOT NULL DEFAULT 0
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Дамп данных таблицы `bookings`
--

INSERT INTO `bookings` (`id`, `user_id`, `air_route_id`, `amount_people`, `confirm`) VALUES
(32, 152, 785, 1, 1),
(47, 158, 782, 2, 1),
(48, 158, 794, 6, 1),
(49, 158, 823, 1, 1),
(50, 158, 782, 1, 1);

-- --------------------------------------------------------

--
-- Структура таблицы `cities`
--

CREATE TABLE `cities` (
                          `id` bigint(20) UNSIGNED NOT NULL,
                          `city_name` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
                          `created_at` timestamp NULL DEFAULT NULL,
                          `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Дамп данных таблицы `cities`
--

INSERT INTO `cities` (`id`, `city_name`, `created_at`, `updated_at`) VALUES
(1, 'Москва', NULL, NULL),
(2, 'Санкт Петербург', NULL, NULL),
(3, 'Абакан', NULL, NULL),
(4, 'Самара', NULL, NULL),
(5, 'Солт Сте Мари', NULL, NULL);

-- --------------------------------------------------------

--
-- Структура таблицы `failed_jobs`
--

CREATE TABLE `failed_jobs` (
                               `id` bigint(20) UNSIGNED NOT NULL,
                               `uuid` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
                               `connection` text COLLATE utf8mb4_unicode_ci NOT NULL,
                               `queue` text COLLATE utf8mb4_unicode_ci NOT NULL,
                               `payload` longtext COLLATE utf8mb4_unicode_ci NOT NULL,
                               `exception` longtext COLLATE utf8mb4_unicode_ci NOT NULL,
                               `failed_at` timestamp NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Структура таблицы `messages`
--

CREATE TABLE `messages` (
                            `id` bigint(20) UNSIGNED NOT NULL,
                            `name` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL,
                            `lastname` varchar(100) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
                            `email` varchar(50) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
                            `phone_number` varchar(12) COLLATE utf8mb4_unicode_ci NOT NULL,
                            `message` text COLLATE utf8mb4_unicode_ci DEFAULT NULL,
                            `created_at` timestamp NULL DEFAULT NULL,
                            `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Дамп данных таблицы `messages`
--

INSERT INTO `messages` (`id`, `name`, `lastname`, `email`, `phone_number`, `message`, `created_at`, `updated_at`) VALUES
(1, 'Степан', 'Коротаев', 'stepanok980@gmail.com', '+79853895948', 'Как мне забронировать рейс?', '2022-06-03 12:30:23', '2022-06-03 12:30:23'),
(2, 'Степан', 'Коротаев', 'stepanok980@gmail.com', '+78985389594', 'Как вернуть деньги за билет?', '2022-06-03 13:25:39', '2022-06-03 13:25:39'),
(3, 'Степан', 'Коротаев', 'stepanok980@gmail.com', '+78985389594', 'ываываываыва', '2022-06-03 13:27:06', '2022-06-03 13:27:06'),
(4, 'Степан', 'Коротаев', 'stepanok980@gmail.com', '+78985389594', 'Привет, а как какать?', '2022-06-03 13:39:21', '2022-06-03 13:39:21'),
(5, 'Степан', 'Коротаев', 'stepanok980@gmail.com', '+78985389594', 'ага привет', '2022-06-03 13:40:23', '2022-06-03 13:40:23');

-- --------------------------------------------------------

--
-- Структура таблицы `migrations`
--

CREATE TABLE `migrations` (
                              `id` int(10) UNSIGNED NOT NULL,
                              `migration` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
                              `batch` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Дамп данных таблицы `migrations`
--

INSERT INTO `migrations` (`id`, `migration`, `batch`) VALUES
(21, '2014_10_12_000000_create_users_table', 1),
(22, '2014_10_12_100000_create_password_resets_table', 1),
(23, '2019_08_19_000000_create_failed_jobs_table', 1),
(24, '2019_12_14_000001_create_personal_access_tokens_table', 1),
(25, '2022_04_15_203731_create_people_table', 1),
(29, '2022_04_17_053346_create_posts_table', 2),
(31, '2022_04_25_171402_add_column_verify_to_users_table', 3),
(33, '2022_04_25_171756_delete_columns_to_users_table', 4),
(34, '2022_04_27_201636_add_column_img_to_posts_table', 5),
(35, '2022_05_02_104801_rename_column_login', 6),
(38, '2022_05_10_131145_create_air_routes_table', 7),
(40, '2022_05_12_152349_create_country_table', 8),
(41, '2022_05_12_171342_create_cities_table', 9),
(47, '2022_05_13_203332_add_columns_to_air_routes_table', 10),
(48, '2022_05_14_060630_create_statuses_table', 11),
(49, '2022_06_03_151627_create_request_table', 12);

-- --------------------------------------------------------

--
-- Структура таблицы `password_resets`
--

CREATE TABLE `password_resets` (
                                   `email` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
                                   `token` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
                                   `created_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Структура таблицы `people`
--

CREATE TABLE `people` (
                          `id` bigint(20) UNSIGNED NOT NULL,
                          `login` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
                          `password` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
                          `created_at` timestamp NULL DEFAULT NULL,
                          `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Структура таблицы `personal_access_tokens`
--

CREATE TABLE `personal_access_tokens` (
                                          `id` bigint(20) UNSIGNED NOT NULL,
                                          `tokenable_type` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
                                          `tokenable_id` bigint(20) UNSIGNED NOT NULL,
                                          `name` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
                                          `token` varchar(64) COLLATE utf8mb4_unicode_ci NOT NULL,
                                          `abilities` text COLLATE utf8mb4_unicode_ci DEFAULT NULL,
                                          `last_used_at` timestamp NULL DEFAULT NULL,
                                          `created_at` timestamp NULL DEFAULT NULL,
                                          `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Структура таблицы `posts`
--

CREATE TABLE `posts` (
                         `id` int(10) UNSIGNED NOT NULL,
                         `title` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
                         `text` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
                         `full_text` text COLLATE utf8mb4_unicode_ci DEFAULT NULL,
                         `img` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
                         `created_at` timestamp NULL DEFAULT NULL,
                         `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Дамп данных таблицы `posts`
--

INSERT INTO `posts` (`id`, `title`, `text`, `full_text`, `img`, `created_at`, `updated_at`) VALUES
(1, 'Летать - легко!', 'Мы упрощаем путешествие от бронирования до полета и даем вам больше контроля. Узнайте,\r\n                как мы отменяем сборы за внесение изменений и упрощаем корректировку ваших планов\r\n                поездок.', 'Мы готовы открыть перед вами весь мир. Никогда еще планировать путешествия не было так просто! Стоит лишь коснуться экрана, и перед вами самые популярные направления и лучшие цены. Мы стремимся сделать путешествия легкими и комфортными для всех. Мы хотим, чтобы весь путь планирования поездки, бронирования билетов был простым и понятным, от начала и до конца. Чтобы потраченные деньги окупались незабываемыми впечатлениями. Чтобы индустрия туризма стала более открытой, и мы всегда оправдывали ваше доверие.\n\nИменно эти идеи мы вкладываем во всё, что делаем. Мы всегда на вашей стороне и гордимся тем, что вы платите нам своим доверием (согласно отзывам путешественников рейтинг нашего сайта выше, чем у наших конкурентов).\n\nМы всегда ставим ваши интересы во главу угла. Убедитесь сами! Вот что мы вам предлагаем.', '1', NULL, NULL),
(2, 'Почувствуй чистоту!', 'Мы делаем все возможное, чтобы обеспечить безопасное, здоровое и чистое путешествие. Забота о наших клиентах и сотрудниках является нашим главным приоритетом.', 'Ради безопасности наших клиентов. После каждого полета, наши сотрудники полностью убирают весь мусор и грязь из самолета. Обеззараживают отдельно, каждое пассажирское место. ', '3', NULL, NULL),
(5, 'В аэропортах Лондона отменены десятки рейсов', 'Десятки рейсов отменены в аэропортах Лондона из-за нехватки персонала на фоне наплыва пассажиров перед пасхальными праздничными выходными, пишет газета Guardian.', 'По данным издания, British Airways отменила по меньшей мере 64 внутренних рейса и полетов в европейские страны из аэропорта Хитроy, а авиакомпания EasyJet – 25 рейсов в аэропорт Гатвик.\nЗа последнюю неделю в аэровокзалах по всей Британии выстраиваются большие очереди из-за того, что родители с детьми отправляются на каникулы.', '2', NULL, NULL);

-- --------------------------------------------------------

--
-- Структура таблицы `statuses`
--

CREATE TABLE `statuses` (
                            `id` bigint(20) UNSIGNED NOT NULL,
                            `status_name` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
                            `created_at` timestamp NULL DEFAULT NULL,
                            `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Дамп данных таблицы `statuses`
--

INSERT INTO `statuses` (`id`, `status_name`, `created_at`, `updated_at`) VALUES
(1, 'Эконом', NULL, NULL),
(2, 'Бизнес', NULL, NULL),
(3, 'Люкс', NULL, NULL);

-- --------------------------------------------------------

--
-- Структура таблицы `users`
--

CREATE TABLE `users` (
                         `id` bigint(20) UNSIGNED NOT NULL,
                         `email` varchar(55) COLLATE utf8mb4_unicode_ci NOT NULL,
                         `firstname` varchar(100) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
                         `lastname` varchar(100) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
                         `phone_number` varchar(12) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
                         `passport_series` varchar(4) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
                         `passport_number` varchar(6) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
                         `inn` varchar(30) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
                         `mail_index` varchar(7) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
                         `address` varchar(150) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
                         `password` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
                         `email_verified_at` timestamp NULL DEFAULT NULL,
                         `role_id` int(11) DEFAULT NULL,
                         `created_at` timestamp NULL DEFAULT NULL,
                         `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Дамп данных таблицы `users`
--

INSERT INTO `users` (`id`, `email`, `firstname`, `lastname`, `phone_number`, `passport_series`, `passport_number`, `inn`, `mail_index`, `address`, `password`, `email_verified_at`, `role_id`, `created_at`, `updated_at`) VALUES
(139, 'someMail@gmail.com', 'Степан', 'Коротаев', '+79773459983', '5555', '555555', '555555555555', '555555', 'ул. Тверская, д 6', '$2y$10$ND2Kzgi.fy0btGhKKe4Zu.UCyO05mLS.AVQNWAQDpgLttlBqYnh4W', NULL, NULL, '2022-05-14 05:12:25', '2022-05-29 15:11:47'),
(141, 'epsilon@gmail.com', 'Администратор', 'Главный', '+77777777777', '6666', '666666', '666666666666', '666666', 'не скажу', '$2y$10$o.yHJpXBHuLW243kX53FMOvACOV3UtE4zs1izgUscfBUHwfP094c.', NULL, NULL, '2022-05-17 17:03:32', '2022-05-22 15:32:30'),
(152, 'stepanok980@gmail.com', 'Степан', 'Коротаев', '+79773459983', '5646', '654654', '654654654654', '107497', 'ул. Новосибирская, д. 4', '$2y$10$lEYvtNsdF5TNryLADHEnYu5cMA5eErZ5R9JdSKW5Rd3I4za1d.apy', NULL, NULL, '2022-05-30 03:49:41', '2022-06-03 13:47:13'),
(153, 'stepanok980gmail.com', 'Степан', 'Коротаев', NULL, NULL, NULL, NULL, NULL, NULL, '$2y$10$BGHovsOzNde32tu3WZ2Q0e7CNBMrhDjvpJfUF5UwlB3mWDR.VGN5W', NULL, NULL, '2022-06-01 15:14:07', '2022-06-01 15:14:07'),
(156, 'stepanok2200@yandex.ru', 'Степан', 'Коротаев', NULL, '3453', '345345', '666666666666', '345345', NULL, '$2y$10$uOhmHKVSUJIXJn/Raw0n..S2OE5lH5VJV2w1z0S2DCatLCVz58FNe', NULL, NULL, '2022-06-04 14:37:52', '2022-06-04 15:13:22'),
(158, 'stepanok2200@gmail.com', 'Степан', 'Коротаев', NULL, '4564', NULL, NULL, NULL, NULL, '$2y$10$Z9Z.KJjX0k5QGgqOcz1DBexFM2kIvnmUXYI59aJowqudPtW9zCB56', NULL, NULL, '2022-06-04 15:15:55', '2022-06-04 16:51:52'),
(161, 'stepanok@gmail.com', 'qwe', 'qwe', NULL, NULL, NULL, '345345345345', NULL, NULL, '$2y$10$MVE77Geqa3BvhCqiFBUHl.CSwWYKaEh8Y9mmZkodFPV2RnqNghM/6', NULL, NULL, '2022-06-05 06:48:38', '2022-06-05 06:50:49');

--
-- Индексы сохранённых таблиц
--

--
-- Индексы таблицы `air_routes`
--
ALTER TABLE `air_routes`
    ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `bookings`
--
ALTER TABLE `bookings`
    ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `cities`
--
ALTER TABLE `cities`
    ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `failed_jobs`
--
ALTER TABLE `failed_jobs`
    ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `failed_jobs_uuid_unique` (`uuid`);

--
-- Индексы таблицы `messages`
--
ALTER TABLE `messages`
    ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `migrations`
--
ALTER TABLE `migrations`
    ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `password_resets`
--
ALTER TABLE `password_resets`
    ADD KEY `password_resets_email_index` (`email`);

--
-- Индексы таблицы `people`
--
ALTER TABLE `people`
    ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `personal_access_tokens`
--
ALTER TABLE `personal_access_tokens`
    ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `personal_access_tokens_token_unique` (`token`),
  ADD KEY `personal_access_tokens_tokenable_type_tokenable_id_index` (`tokenable_type`,`tokenable_id`);

--
-- Индексы таблицы `posts`
--
ALTER TABLE `posts`
    ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `statuses`
--
ALTER TABLE `statuses`
    ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `users`
--
ALTER TABLE `users`
    ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `users_login_unique` (`email`);

--
-- AUTO_INCREMENT для сохранённых таблиц
--

--
-- AUTO_INCREMENT для таблицы `air_routes`
--
ALTER TABLE `air_routes`
    MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=974;

--
-- AUTO_INCREMENT для таблицы `bookings`
--
ALTER TABLE `bookings`
    MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=52;

--
-- AUTO_INCREMENT для таблицы `cities`
--
ALTER TABLE `cities`
    MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=6;

--
-- AUTO_INCREMENT для таблицы `failed_jobs`
--
ALTER TABLE `failed_jobs`
    MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблицы `messages`
--
ALTER TABLE `messages`
    MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=10;

--
-- AUTO_INCREMENT для таблицы `migrations`
--
ALTER TABLE `migrations`
    MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=50;

--
-- AUTO_INCREMENT для таблицы `people`
--
ALTER TABLE `people`
    MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблицы `personal_access_tokens`
--
ALTER TABLE `personal_access_tokens`
    MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблицы `posts`
--
ALTER TABLE `posts`
    MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=6;

--
-- AUTO_INCREMENT для таблицы `statuses`
--
ALTER TABLE `statuses`
    MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;

--
-- AUTO_INCREMENT для таблицы `users`
--
ALTER TABLE `users`
    MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=162;
COMMIT;
